Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/flying_unit.md/*.po
Languages: es

source: Notes
es: Notas

source: [^1]: Exceptions for specific game modes. This explanation is not valid for all game modes. The specific variant for the game mode is mentioned in the text.
es: [^1]: Excepciones para modos de juego específicos. Esta explicación no es válida para todos los modos de juego. La variante específica para el modo de juego se menciona en el texto.

source: :unit_flying: Flying Unit
es: :unit_flying: Unidad Voladora

source: [^1] Flying units may move up to 3 spaces in Combat on the small battlefield. On the [large battlefield](../content/battlefield_expansion.md), their movement range is equal to their :initiative: value instead.
es: [^1] Las unidades voladoras pueden mover hasta 3 espacios en Combate en el campo de batalla pequeño. En el [campo de batalla grande](../content/battlefield_expansion.md), su rango de movimiento es igual a su valor de :initiative:.

source: [^1] Flying units may attack first, and then move. On the [large battlefield](../content/battlefield_expansion.md), their movement always comes first.
es: [^1] Las unidades voladoras pueden atacar primero y mover después. En el [gran campo de batalla](../content/battlefield_expansion.md), su movimiento siempre va primero.

source: Flying units may move first and then attack during their activation.
es: Las unidades voladoras pueden moverse primero y luego atacar durante su activación.

source: Flying units may move over obstacles, as long as their movement ends on an empty space.
es: Las unidades voladoras pueden moverse por encima de obstáculos, siempre que su movimiento termine en un espacio vacío.

source: List of Flying Units
es: Lista de Unidades Voladoras

source: :bronze: [Dragon Flies](../units/dragon_flies.md)
es: :bronze: [Libélulas](../units/dragon_flies.md)

source: :bronze: [Gargoyles](../units/gargoyles.md)
es: :bronze: [Gárgolas](../units/gargoyles.md)

source: :bronze: [Griffins](../units/griffins.md)
es: :bronze: [Grifos](../units/griffins.md)

source: :bronze: [Harpies](../units/harpies.md)
es: :bronze: [Arpías](../units/harpies.md)

source: :bronze: [Oceanids](../units/oceanids.md)
es: :bronze: [Oceánidas](../units/oceanids.md)

source: :bronze: [Sprites](../units/sprites.md)
es: :bronze: [Hadas](../units/sprites.md)

source: :bronze: [Wraiths](../units/wraiths.md)
es: :bronze: [Espectros](../units/wraiths.md)

source: :silver: [Ayssids](../units/ayssids.md)
es: :silver: [Ayssides](../units/ayssids.md)

source: :silver: [Energy Elementals](../units/energy_elementals.md)
es: :silver: [Elementales de Energía](../units/energy_elementals.md)

source: :silver: [Fangarm](../units/fangarm.md)
es: :silver: [Fangarms](../units/fangarm.md)

source: :silver: [Genies](../units/genies.md)
es: :silver: [Genios](../units/genies.md)

source: :silver: [Ogres](../units/ogres.md)
es: :silver: [Ogros](../units/ogres.md)

source: :silver: [Pegasi](../units/pegasi.md)
es: :silver: [Pegasos](../units/pegasi.md)

source: :silver: [Thunderbirds](../units/thunderbirds.md)
es: :silver: [Aves de Trueno](../units/thunderbirds.md)

source: :silver: [Vampires](../units/vampires.md)
es: :silver: [Vampiros](../units/vampires.md)

source: :golden: [Arch Devils](../units/arch_devils.md)
es: :golden: [Archidiablos](../units/arch_devils.md)

source: :golden: [Archangels](../units/archangels.md)
es: :golden: [Arcángeles](../units/archangels.md)

source: :golden: [Black Dragons](../units/black_dragons.md)
es: :golden: [Dragones Negros](../units/black_dragons.md)

source: :golden: [Efreet](../units/efreet.md)
es: :golden: [Efrits](../units/efreet.md)

source: :golden: [Ghost Dragons](../units/ghost_dragons.md)
es: :golden: [Dragones Fantasma](../units/ghost_dragons.md)

source: :golden: [Gold Dragons](../units/gold_dragons.md)
es: :golden: [Dragones Dorados](../units/gold_dragons.md)

source: :golden: [Manticores](../units/manticores.md)
es: :golden: [Mantícoras](../units/manticores.md)

source: :golden: [Phoenixes](../units/phoenixes.md)
es: :golden: [Fénixes](../units/phoenixes.md)

source: :azure: [Azure Dragons](../units/azure_dragons.md)
es: :azure: [Dragones Celestes](../units/azure_dragons.md)

source: :azure: [Faerie Dragons](../units/faerie_dragons.md)
es: :azure: [Dragones Feéricos](../units/faerie_dragons.md)

source: :azure: [Gold Dragons](../units/gold_dragons.md)
es: :azure: [Dragones Dorados](../units/gold_dragons.md)

source: :azure: [Rust Dragons](../units/rust_dragons.md)
es: :azure: [Dragones Cobrizos](../units/rust_dragons.md)
