Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/legend.md/*.po
Languages: es

source: Dice
es: Dados

source: Units
es: Unidades

source: Legend
es: Leyenda

source: Quick reference for what the different glyphs mean.
es: Referencia rápida del significado de los diferentes glifos.

source: Heroes
es: Héroes

source: | Icon | Description | | :---: | :--- | | :bronze: | Bronze tier | | :silver: | Silver tier | | :golden: | Gold tier | | :azure: | Azure tier | | :unit_ground: | Ground unit | | :unit_flying: | Flying unit | | :unit_ranged: | Ranged unit | | :attack: | Attack | | :defense: | Defense | | :power: | Power | | :skill: | Intelligence | | :health_points: | Health | | :damage: | Damage | | :initiative: | Initiative |
es: | Icono | Descripción | | :---: | :--- | | :bronze: | Nivel Bronce | | :silver: | Nivel Plata | | :golden: | Nivel Oro | | :azure: | Nivel Celeste | | :unit_ground: | Unidad Terrestre | | :unit_flying: | Unidad Voladora | | :unit_ranged: | Unidad a Distancia | | :attack: | Ataque | | :defense: | Defensa | | :power: | Poder | | :skill: | Conocimiento | | :health_points: | Salud | | :damage: | Daño | | :initiative: | Iniciativa |

source: Factions
es: Facciones

source: | Icon | Description | | :---: | :--- | | :necro: | Necropolis |
es: | Icono | Descripción | | :---: | :--- | | :necro: | Necrópolis |

source: Effects And Abilities
es: Efectos y Habilidades

source: Card Types
es: Tipos de Cartas

source: | Icon | Description | | :---: | :--- | | :spell: | [Spell](spells/index.md) | | :artifact: | [Artifact](artifacts/index.md) |
es: | Icono | Descripción | | :---: | :--- | | :spell: | [Hechizo](spells/index.md) | | :artifact: | [Artefacto](artifacts/index.md) |

source: Resources
es: Recursos

source: | Icon | Description | | :---: | :--- | | :gold: | Gold | | :building_materials: | Building materials | | :valuables: | Valuables |
es: | Icono | Descripción | | :---: | :--- | | :gold: | Oro | | :building_materials: | Materiales de construcción | | :valuables: | Objetos de valor |

source: Miscellaneous
es: Miscelánea

source: | Icon | Description | | :---: | :--- | | :expert: | Expert effect | | :pay: | Pay | | :morale_positive: | Positive morale | | :morale_negative: | Negative morale | | :movement: | Movement point |
es: | Icono | Descripción | | :---: | :--- | | :expert: | Efecto experto | | :pay: | Paga | | :morale_positive: | Moral positiva | | :morale_negative: | Moral negativa | | :movement: | Punto de movimiento |
