Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: [List of Towns](../towns/index.md)
es: [Lista de Ciudades](../towns/index.md)

source: [List of Units](../units/index.md)
es: [Lista de Unidades](../units/index.md)

source: [List of Events](../events/index.md)
es: [Lista de Eventos](../events/index.md)

source: Astrologers Proclaim
es: Los Astrólogos Proclaman

source: All of the cards start with a prefix of 'Astrologers proclaim week of the'. In the interest of readability, this prefix has been removed from the names in the following table.
es: Todas las cartas comienzan con el prefijo "Los astrólogos proclaman la semana del". En aras de la legibilidad, se ha eliminado este prefijo de los nombres en la siguiente tabla.

source: | Name | Effect | [Content](../content/index.md) | | :--- | :---: | :--- | | [Ammo Cart](ammo_cart.md) | Until the next Astrologers round, each [Ballista](../war_machines/ballista.md) deals +1 :damage:, each [First Aid Tent](../war_machines/first_aid_tent.md) heals +1 :health_points:‍, and each [Ammo Cart](../war_machines/ammo_cart.md) allows re-rolling 1 [Attack die](../dice.md#attack-die) for all ranged [units](../units/index.md). | [Rampart Expansion](../content/rampart_expansion.md) | | [Annoying Lizard](annoying_lizard.md) | Each player must shuffle all [Artifact](../artifacts/index.md) and [Spell](../spells/index.md) cards from their hand back into their deck and draw the same number of cards from the top of their deck of Might and Magic. | [Core Game](../content/core_game.md) | | [Battalion's Stallion](battalions_stallion.md) | Until the next Astrologer's round:<br><br>Each Hero gains +1 Movement. | [Core Game](../content/core_game.md) | | [Big Cleanup](big_cleanup.md) | Each player must immediately discard all cards from their hand and draw the same number of cards. | [Fortress Expansion](../content/fortress_expansion.md) | | [Blue Sky](blue_sky.md) | Until the next Astrologers' round, all [:spellpower:](../spells/index.md) from the [Air Magic](../spells/school_of_air_magic.md) and [Water Magic](../spells/school_of_water_magic.md) Schools are cast at a +1 :empower:. | [Tower Expansion](../content/tower_expansion.md) | | [Charlie and his Circus](charlie_and_his_circus.md) | At the beginning of this round and the next one, each player can draw up to 3 cards from any [Neutral Units](../units/index.md) deck(s) and **Recruit** one of them. The Players must still :pay: the recruitment cost and have the corresponding [Dwelling](../towns/index.md) in their [Town(s)](../towns/index.md). Shuffle the remaining cards back into their respective deck(s) afterwards. | [Rampart Expansion](../content/rampart_expansion.md) | | [Crazy Wizard](crazy_wizard.md) | Until the next Astrologers' round:<br><br>The first [Spell](../spells/index.md) card player by each player is returned to the player's hand, instead of being discarded. | [Core Game](../content/core_game.md) | | [Dancing Imp](dancing_imp.md) | Each player can Remove a [Statistic](../statistics/index.md) card from their discard pile or hand to gain 1 [Empowered Statistic](../statistics/index.md) card of the same type. | [Inferno Expansion](../content/inferno_expansion.md) | | [Dead Silence](dead_silence.md) | Nothing changes. | [Core Game](../content/core_game.md) | | [Explorers](explorers.md) | During this round, players do not draw cards at the start of their turns. Instead, each player draws cards up their :hand:. Then, each of them may discard any number of cards. For every 3 cards discarded this way, they can Remove one [Statistic](../statistics/index.md) card and replace it with an [Empowered Statistic](../statistics/index.md) card of the same type. | [Inferno Expansion](../content/inferno_expansion.md) | | [Fancy Pixie](fancy_pixie.md) | Each player immediately gains 1 :morale_positive: | [Core Game](../content/core_game.md) | | [Fluffy Rabbit](fluffy_rabbit.md) | Each player immediately rolls 1 [Treasure die](../dice.md#treasure-die) and gains the rolled bonus. | [Core Game](../content/core_game.md) | | [Forty Thieves](forty_thieves.md) | Until the next Astrologers round, whenever a player is about to draw an [Event](../events/index.md) card, they draw 2 cards instead of 1, choose 1 to resolve, and put the other at the bottom of the [Event](../events/index.md) deck. | [Fortress Expansion](../content/fortress_expansion.md) | | [Friendly Beaver](friendly_beaver.md) | If you draw this card on the first Astrologers' round, discard it and draw another card.<br><br>Immediately remove all Black cubes from all locations on the map. | [Core Game](../content/core_game.md) | | [Gold Dragon](gold_dragon.md) | At the beginning of the next Resource round, all players gain 5 :gold:. | [Core Game](../content/core_game.md) | | [Greedy Dragon](greedy_dragon.md) | At the beginning of the next Resource round, all players gain 1 less :valuables:, down to a minimum of 0. | [Core Game](../content/core_game.md) | | [Grim Warlock](grim_warlock.md) | Until the next Astrologers' round:<br><br>The first [Spell](../spells/index.md) card played in each player's turn gets +1 :empower:. | [Core Game](../content/core_game.md) | | [Groovy Satyr](groovy_satyr.md) | Until the next Astrologers' round:<br><br>Whenever you trigger Combat with any [Neutral Units](../units/index.md), you may choose a [Neutral Unit](../units/index.md) card to discard and draw another card of the same tier instead. | [Core Game](../content/core_game.md) | | [Hero](hero.md) | Each player can :pay: 4 :gold: to Remove a [Statistic](../statistics/index.md) card from their hand and replace it with an [Empowered Statistic](../statistics/index.md) card of the same type. Each player may do so twice, but both exchanges must be made on the same turn. Once a player makes the exchange, they place their faction cube on this card to mark the fact. | [Inferno Expansion](../content/inferno_expansion.md) | | [Isra's Friends](isras_friends.md) | Each player can immediately **Reinforce** a [unit](../units/index.md) on the "Few" side at half the cost. | [Core Game](../content/core_game.md) | | [Magic Tortoise](magic_tortoise.md) | Until the next Astrologer's round:<br><br>Each [Hero](../heroes/index.md) suffers -1 Movement. | [Core Game](../content/core_game.md) | | [McGiver](mcgiver.md) | At the beginning of the next round, each player can take 1 [War Machine](../war_machines/index.md) of their choice from the [War Machines](../war_machines/index.md) deck at not cost. | [Rampart Expansion](../content/rampart_expansion.md) | | [Merry Leprechaun](merry_leprechaun.md) | At the beginning of the next Resource round, all players gain 1 :valuables:. | [Core Game](../content/core_game.md) | | [Plane Between Planes](plane_between_planes.md) | Each player can immediately Remove up to 2 cards from their hand or from their discard pile. | [Fortress Expansion](../content/fortress_expansion.md) | | [Profuse Growth](profuse_growth.md) | Until the next Astrologers' round:<br><br>Your hand limit is increased by 1. | [Core Game](../content/core_game.md) | | [Scorched Ground](scorched_ground.md) | Until the next Astrologers round, all [:spellpower:](../spells/index.md) from the [Earth Magic](../spells/school_of_earth_magic.md) and [Fire Magic](../spells/school_of_fire_magic.md) Schools are cast at a +1 :empower:. | [Tower Expansion](../content/tower_expansion.md) | | [Society](society.md) | Each player gains :morale_negative:. | [Tower Expansion](../content/tower_expansion.md) | | [Swift Weasel](swift_weasel.md) | Until the next Astrologer's round:<br><br>Once per turn, each player can reroll a [Treasure die](../dice.md#treasure-die) or a [Resource die](../dice.md#resource-die). | [Core Game](../content/core_game.md) | | [Terrible Plague](terrible_plague.md) | All players flip one of their [units](../units/index.md) from the "Pack" to the "Few" side, if possible. | [Core Game](../content/core_game.md) | | [Unexpected Reinforcements](unexpected_reinforcements.md) | Each player can immediately search the [Neutral Units](../units/index.md) deck and **Recruit** 1 chosen unit associated with their faction for free. Each player still needs to have the corresponding [dwelling](../towns/index.md) built in their [town](../towns/index.md). | [Tower Expansion](../content/tower_expansion.md) | | [White Raven](white_raven.md) | Each player immediately rolls 1 [Resource die](../dice.md#resource-die) and gains the rolled resources. | [Core Game](../content/core_game.md) | | [Wild Debauchery](wild_debauchery.md) | At the beginning of the next Resource round, all players gain 5 less :gold:. | [Core Game](../content/core_game.md) |
es: | Nombre | Efecto | [Contenido](../content/index.md) | | :--- | :---: | :--- | | [Carro de Munición](ammo_cart.md) | Hasta la siguiente ronda de Astrólogos, cada [Ballesta](../war_machines/ballista.md) inflige +1 :damage:, cada [Tienda de Primeros Auxilios](../war_machines/first_aid_tent.md) cura +1 :health_points:‍, y cada [Carro de Munición](../war_machines/ammo_cart.md) permite repetir 1 [dado de Ataque](../dice.md#attack-die) para todas las [unidades](../units/index.md) a distancia. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Lagarto Molesto](annoying_lizard.md) | Cada jugador debe barajar todas las cartas de [Artefacto](../artifacts/index.md) y [Hechizo](../spells/index.md) de su mano de nuevo en su mazo y robar el mismo número de cartas de la parte superior de su mazo de Poder y Magia. | [Juego Principal](../content/core_game.md) | | [Semental del Batallón](battalions_stallion.md) | Hasta la siguiente ronda de Astrólogos:<br><br>Cada Héroe gana +1 Movimiento. | [Juego Principal](../content/core_game.md) | | [Gran Limpieza](big_cleanup.md) | Cada jugador debe descartarse inmediatamente de todas las cartas de su mano y robar el mismo número de cartas. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Cielo Azul](blue_sky.md) | Hasta la siguiente ronda de los Astrólogos, todos los [:spellpower:](../spells/index.md) de las Escuelas [Magia Aérea](../spells/school_of_air_magic.md) y [Magia Acuática](../spells/school_of_water_magic.md) se lanzan con un +1 :empower:. | [Expansión de Torre](../content/tower_expansion.md) | | [Charlie y su Circo](charlie_and_his_circus.md) | Al comienzo de esta ronda y de la siguiente, cada jugador puede robar hasta 3 cartas de cualquier mazo(s) de [Unidades Neutrales](../units/index.md) y **Reclutar** a una de ellas. Los Jugadores aún deben :pay: el coste de reclutamiento y tener la [Vivienda](../towns/index.md) correspondiente en su(s) [Ciudad(es)](../towns/index.md). Baraja después las cartas restantes en su(s) mazo(s) respectivo(s). | [Expansión de Muralla](../content/rampart_expansion.md) | | [El Mago Loco](crazy_wizard.md) | Hasta la siguiente ronda de Astrólogos:<br><br>La primera carta de [Hechizo](../spells/index.md) de cada jugador se devuelve a la mano del jugador, en lugar de ser descartada. | [Juego Principal](../content/core_game.md) | | [Gnomo Bailarín](dancing_imp.md) | Cada jugador puede Retirar una carta [Característica](../statistics/index.md) de su pila de descartes o de su mano para ganar 1 carta [Característica Potenciada](../statistics/index.md) del mismo tipo. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Silencio Sepulcral](dead_silence.md) | Nada cambia. | [Juego Principal](../content/core_game.md) | | [Exploradores](explorers.md) | Durante esta ronda, los jugadores no roban cartas al comienzo de sus turnos. En su lugar, cada jugador roba cartas de su :hand:. Después, cada uno de ellos puede descartarse de cualquier número de cartas. Por cada 3 cartas descartadas de esta forma, pueden retirar una carta [Característica](../statistics/index.md) y sustituirla por una carta [Característica Potenciada](../statistics/index.md) del mismo tipo. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Duendecillo Elegante](fancy_pixie.md) | Cada jugador gana inmediatamente 1 :morale_positive: | [Juego Principal](../content/core_game.md) | | [Conejo Peludo](fluffy_rabbit.md) | Cada jugador tira inmediatamente 1 [dado de Tesoro](../dice.md#treasure-die) y gana la bonificación obtenida. | [Juego Principal](../content/core_game.md) | | [Cuarenta Ladrones](forty_thieves.md) | Hasta la siguiente ronda de Astrólogos, siempre que un jugador esté a punto de robar una carta de [Evento](../events/index.md), roba 2 cartas en lugar de 1, elige 1 para resolver y pone la otra en el fondo del mazo de [Evento](../events/index.md). | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Castor Amistoso](friendly_beaver.md) | Si robas esta carta en la primera ronda de Astrólogos, descártala y roba otra carta.<br><br>Retira inmediatamente todos los cubos Negros de todas las ubicaciones del mapa. | [Juego Principal](../content/core_game.md) | | [Dragón Dorado](gold_dragon.md) | Al comienzo de la siguiente ronda de Recursos, todos los jugadores ganan 5 :gold:. | [Juego Principal](../content/core_game.md) | | [Dragón Codicioso](greedy_dragon.md) | Al comienzo de la siguiente ronda de Recursos, todos los jugadores ganan 1 :valuables: menos, hasta un mínimo de 0. | [Juego Principal](../content/core_game.md) | | [Brujo Sombrío](grim_warlock.md) | Hasta la siguiente ronda de Astrólogos:<br><br>La primera carta de [Hechizo](../spells/index.md) jugada en el turno de cada jugador obtiene +1 :empower:. | [Juego Principal](../content/core_game.md) | | [Sátiro Genial](groovy_satyr.md) | Hasta la siguiente ronda de Astrólogos:<br><br>Cada vez que desencadenes un Combate con [Unidades Neutrales](../units/index.md), puedes elegir una carta de [Unidad Neutral](../units/index.md) para descartarla y robar otra carta del mismo nivel en su lugar. | [Juego Principal](../content/core_game.md) | | [Héroe](hero.md) | Cada jugador puede :pay: 4 :gold: para Retirar una carta [Característica](../statistics/index.md) de su mano y sustituirla por una carta [Característica Potenciada](../statistics/index.md) del mismo tipo. Cada jugador puede hacerlo dos veces, pero ambos intercambios deben realizarse en el mismo turno. Una vez que un jugador hace el intercambio, coloca su cubo de facción sobre esta carta para marcar el hecho. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Amigos de Isra](isras_friends.md) | Cada jugador puede **Reforzar** inmediatamente una [unidad](../units/index.md) en el lado "Pocos" a mitad de coste. | [Juego Principal](../content/core_game.md) | | [Tortuga Mágica](magic_tortoise.md) | Hasta la siguiente ronda de Astrólogos:<br><br>Cada [Héroe](../heroes/index.md) sufre -1 Movimiento. | [Juego Principal](../content/core_game.md) | | [McGiver](mcgiver.md) | Al comienzo de la siguiente ronda, cada jugador puede coger 1 [Máquina de Guerra](../war_machines/index.md) de su elección del mazo [Máquinas de Guerra](../war_machines/index.md) sin coste alguno. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Duende Feliz](merry_leprechaun.md) | Al comienzo de la siguiente ronda de Recursos, todos los jugadores ganan 1 :valuables:. | [Juego Principal](../content/core_game.md) | | [Plano Entre Planos](plane_between_planes.md) | Cada jugador puede Retirar inmediatamente hasta 2 cartas de su mano o de su pila de descarte. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Crecimiento Profundo](profuse_growth.md) | Hasta la siguiente ronda de Astrólogos:<br><br>Tu límite de mano aumenta en 1. | [Juego Principal](../content/core_game.md) | | [Tierra Quemada](scorched_ground.md) | Hasta la siguiente ronda de Astrólogos, todos los [:spellpower:](../spells/index.md) de las Escuelas [Magia Terrestre](../spells/school_of_earth_magic.md) y [Magia Ígnea](../spells/school_of_fire_magic.md) se lanzan a +1 :empower:. | [Expansión de Torre](../content/tower_expansion.md) | | [Sociedad](society.md) | Cada jugador obtiene :morale_negative:. | [Expansión de Torre](../content/tower_expansion.md) | | [Comadreja Veloz](swift_weasel.md) | Hasta la siguiente ronda de Astrólogos:<br><br>Una vez por turno, cada jugador puede volver a lanzar un [dado de Tesoro](../dice.md#treasure-die) o un [dado de Recurso](../dice.md#resource-die). | [Juego Principal](../content/core_game.md) | | [Plaga Terrible](terrible_plague.md) | Todos los jugadores dan la vuelta a una de sus [unidades](../units/index.md) del lado "Manada" al lado "Pocos", si es posible. | [Juego Principal](../content/core_game.md) | | [Refuerzos Inesperados](unexpected_reinforcements.md) | Cada jugador puede buscar inmediatamente en el mazo [Unidades Neutrales](../units/index.md) y **Reclutar** 1 unidad elegida asociada a su facción de forma gratuita. Cada jugador aún necesita tener la [vivienda](../towns/index.md) correspondiente construida en su [ciudad](../towns/index.md). | [Expansión de Torre](../content/tower_expansion.md) | | [Cuervo Blanco](white_raven.md) | Cada jugador tira inmediatamente 1 [dado de Recurso](../dice.md#resource-die) y gana los recursos sacados. | [Juego Principal](../content/core_game.md) | | [Libertinaje Salvaje](wild_debauchery.md) | Al principio de la siguiente ronda de Recursos, todos los jugadores ganan 5 :gold: menos. | [Juego Principal](../content/core_game.md) |

source: [List of Heroes](../heroes/index.md)
es: [Lista de Héroes](../heroes/index.md)

source: Content
es: Contenido

source: | Name | Description | | :--- | :---: | | [Core Game](core_game.md) | Vanilla Game<br>[Castle Faction](../towns/castle.md)<br>[Necropolis Faction](../towns/necropolis.md)<br>[Dungeon Faction](../towns/dungeon.md) | | [Tower Expansion](tower_expansion.md) | [Tower Faction](../towns/tower.md)<br>Stretch Goals | | [Rampart Expansion](rampart_expansion.md) | [Rampart Faction](../towns/rampart.md)<br>[War Machines](../war_machines/index.md) | | [Fortress Expansion](fortress_expansion.md) | [Fortress Faction](../towns/fortress.md)<br>[Events](../events/index.md) | | [Inferno Expansion](inferno_expansion.md) | [Inferno Faction](../towns/inferno.md)<br>Empowered [Statistics](../statistics/index.md) | | [Stronghold Expansion](stronghold_expansion.md) | *Upcoming Expansion*<br>[Stronghold Faction](../towns/stronghold.md)<br>[Underground Tiles](../tiles/index.md) | | [Conflux Expansion](conflux_expansion.md) | *Upcoming Expansion*<br>[Conflux Faction](../towns/conflux.md)<br>Monoliths | | [Cove Expansion](cove_expansion.md) | *Upcoming Expansion*<br>[Cove Faction](../towns/cove.md)<br>[Water Tiles](../tiles/index.md) | | [Battlefield Expansion](battlefield_expansion.md) | Hex Battlefield With Obstacles<br>Adventure<br>Positive Morale Cards<br>Negative Morale Cards | | [Azure Stretch Goals 2022](crystal_stretch_goals.md) | Props<br>Neutral Units<br>Faction Units<br> | | [Regular Stretch Goals 2024](regular_stretch_goals.md) | *Upcoming Expansion*<br>[Neutral Units](../towns/neutral.md)<br>[Extra Heroes](../heroes/index.md)<br>[Alternative Pack of Manticores](../units/manticores.md) | | [Crystal Stretch Goals 2024](crystal_stretch_goals.md) | *Upcoming Expansion*<br>🚧 |
es: | Nombre | Descripción | | :--- | :---: | | [Juego Principal](core_game.md) | Juego Base<br>[Facción Castillo](../towns/castle.md)<br>[Facción Necrópolis](../towns/necropolis.md)<br>[Facción Mazmorra](../towns/dungeon.md) | | [Expansión de Torre](tower_expansion.md) | [Facción Torre](../towns/tower.md)<br>Metas Ampliadas | | [Expansión de Muralla](rampart_expansion.md) | [Facción Muralla](../towns/rampart.md)<br>[Máquinas de Guerra](../war_machines/index.md) | | [Expansión de Fortaleza](fortress_expansion.md) | [Facción Fortaleza](../towns/fortress.md)<br>[Eventos](../events/index.md) | | [Expansión de Infierno](inferno_expansion.md) | [Facción Infierno](../towns/inferno.md)<br>[Características](../statistics/index.md) Potenciadas | | [Expansión de Bastión](stronghold_expansion.md) | *Próxima Expansión*<br>[Facción Bastión](../towns/stronghold.md)<br>[Losetas Subterráneas](../tiles/index.md) | | [Expansión de Conflujo](conflux_expansion.md) | *Próxima Expansión*<br>[Facción Conflujo](../towns/conflux.md)<br>Monolitos | | [Expansión de Ensenada](cove_expansion.md) | *Próxima Expansión*<br>[Facción Ensenada](../towns/cove.md)<br>[Losetas de Agua](../tiles/index.md) | | [Expansión de Campo de Batalla](battlefield_expansion.md) | Campo de Batalla Hexagonal con Obstáculos<br>Aventura<br>Cartas de Moral Positiva<br>Cartas de Moral Negativa | | [Metas Ampliadas Celestes 2022](azure_stretch_goals.md) | Atrezzo<br>Unidades Neutrales<br>Unidades de Facción<br> | | [Metas Ampliadas Regulares 2024](regular_stretch_goals.md) | *Próxima Expansión*<br>[Unidades Neutrales](../towns/neutral.md)<br>[Héroes Extra](../heroes/index.md)<br>[Manada de Mantícoras Alternativa](../units/manticores.md) | | [Metas Ampliadas Cristal 2024](crystal_stretch_goals.md) | *Próxima Expansión*<br>🚧 |

source: List of Events
es: Lista de Eventos
