Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: List of Statistics
es: Lista de Características

source: To learn about statistics of a specific hero, see [heroes](../heroes/index.md).
es: Para aprender sobre Características de un héroe específico, ver [héroes](../heroes/index.md).

source: | Name | Effect | :expert: Effect | | :--- | :--- | :--- | | [Attack](attack.md) | :instant: +1 :attack: | :instant: +2 :attack: | | [Empowered Attack](attack.md) | :instant: +2 :attack: | - | | [Defense](defense.md) | :instant: +1 :defense: | :instant: +2 :defense: | | [Empowered Defense](defense.md) | :instant: +2 :defense: | - | | [Power](power.md) | :instant: +1 :empower: | :instant: +2 :empower: | | [Empowered Power](power.md) | :instant: +2 :empower: | - | | [Knowledge](knowledge.md) | :instant: Play this card after casting a [spell](../spells/index.md). Instead of discarding the [Spell](../spells/index.md) card, take it back to your hand. | :instant: Play this card after casting a [spell](../spells/index.md). Instead of discarding the [Spell](../spells/index.md) card, take it back to your hand. During this combat round, your [spell](../spells/index.md) limit increases by 1. | | [Empowered Knowledge](knowledge.md) | :instant: Play this card after casting a [spell](../spells/index.md). Instead of discarding the [Spell](../spells/index.md) card, take it back to your hand. During this combat round, your [spell](../spells/index.md) limit increases by 1. | - |
es: | Nombre | Efecto | Efecto :expert: | | :--- | :--- | :--- | | [Ataque](attack.md) | :instant: +1 :attack: | :instant: +2 :attack: | | [Ataque Potenciado](attack.md) | :instant: +2 :attack: | - | | [Defensa](defense.md) | :instant: +1 :defense: | :instant: +2 :defense: | | [Defensa Potenciada](defense.md) | :instant: +2 :defense: | - | | [Poder](power.md) | :instant: +1 :empower: | :instant: +2 :empower: | | [Poder Potenciado](power.md) | :instant: +2 :empower: | - | | [Conocimiento](knowledge.md) | :instant: Juega esta carta tras lanzar un [hechizo](../spells/index.md). En lugar de descartar la carta del [Hechizo](../spells/index.md), devuélvela a tu mano. | :instant: Juega esta carta tras lanzar un [hechizo](../spells/index.md). En lugar de descartar la carta del [Hechizo](../spells/index.md), devuélvela a tu mano. Durante esta ronda de combate, tu límite de [hechizo](../spells/index.md) aumenta en 1. | | [Conocimiento Potenciado](knowledge.md) | :instant: Juega esta carta tras lanzar un [hechizo](../spells/index.md). En lugar de descartar la carta del [Hechizo](../spells/index.md), devuélvela a tu mano. Durante esta ronda de combate, tu límite de [hechizo](../spells/index.md) aumenta en 1. | - |

source: Tiles
es: Losetas

source: | Identifier | Terrain | Noteworthy Fields | [Content](../content/index.md) | | :---: | :---: | :---: | :--- | | [S1](s1.md) | Dirt | [Necropolis Town](../towns/necropolis.md)<br>:building_materials: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [S2](s2.md) | Subterranean | [Dungeon Town](../towns/dungeon.md)<br>:building_materials: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [S3](s3.md) | Grass | [Castle Town](../towns/castle.md)<br>:building_materials: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [S4](s4.md) | Grass | [Rampart Town](../towns/rampart.md)<br>:building_materials: [Mine](../fields/mine.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [S5](s5.md) | Swamp | [Fortress Town](../towns/fortress.md)<br>:building_materials: [Mine](../fields/mine.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [S6](s6.md) | Dirt | [Inferno Town](../towns/inferno.md)<br>:building_materials: [Mine](../fields/mine.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [S7](s7.md) | Rough | [Stronghold Town](../towns/stronghold.md)<br>:building_materials: [Mine](../fields/mine.md) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [S8](s8.md) | Grass | [Conflux Town](../towns/conflux.md)<br>:building_materials: [Mine](../fields/mine.md) | [Conflux Expansion](../content/conflux_expansion.md) | | [S9](s9.md) | Highlands | [Cove Town](../towns/cove.md)<br>:building_materials: [Mine](../fields/mine.md) | [Cove Expansion](../content/cove_expansion.md) | | [#S1](sx1.md) | Snow | [Tower Town](../towns/tower.md)<br>:building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [F1](f1.md) | Dirt | [Necropolis Settlement](../towns/necropolis.md) | [Core Game](../content/core_game.md) | | [F2](f2.md) | Subterranean | [Dungeon Settlement](../towns/dungeon.md) | [Core Game](../content/core_game.md) | | [F3](f3.md) | Grass | [Castle Settlement](../towns/castle.md) | [Core Game](../content/core_game.md) | | [F4](f4.md) | Dirt | :gold: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [F5](f5.md) | Subterranean | :gold: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Core Game](../content/core_game.md) | | [F6](f6.md) | Grass | :gold: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [F7](f7.md) | Dirt | :valuables: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Core Game](../content/core_game.md) | | [F8](f8.md) | Subterranean | :valuables: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [F9](f9.md) | Grass | :valuables: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Core Game](../content/core_game.md) | | [F10](f10.md) | Grass | [Rampart Settlement](../towns/rampart.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [F11](f11.md) | Grass | :gold: [Mine](../fields/mine.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [F12](f12.md) | Grass | :valuables: [Mine](../fields/mine.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [F13](f13.md) | Swamp | [Fortress Settlement](../towns/fortress.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [F14](f14.md) | Swamp | :gold: [Mine](../fields/mine.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [F15](f15.md) | Swamp | :valuables: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [F16](f16.md) | Dirt | [Inferno Settlement](../towns/inferno.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [F17](f17.md) | Dirt | :gold: [Mine](../fields/mine.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [F18](f18.md) | Dirt | :valuables: [Mine](../fields/mine.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [F19](f19.md) | Rough | [Stronghold Settlement](../towns/stronghold.md) | 🚧 | | [F20](f20.md) | 🚧 | - | 🚧 | | [F21](f21.md) | Rough | :valuables: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | 🚧 | | [#F1](fx1.md) | Snow | [Tower Settlement](../towns/tower.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F2](fx2.md) | Snow | :gold: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F3](fx3.md) | Snow | :valuables: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F4](fx4.md) | Grass | :building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F5](fx5.md) | Subterranean | :building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F6](fx6.md) | Dirt | :building_materials: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F7](fx7.md) | Snow | :building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F8](fx8.md) | Grass | :building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F9](fx9.md) | Swamp | :building_materials: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Tower Expansion](../content/tower_expansion.md) | | [#F10](fx10.md) | Dirt | :building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [N1](n1.md) | Dirt | :valuables: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [N2](n2.md) | Subterranean | :valuables: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [N3](n3.md) | Grass | [Obelisk](../fields/obelisk.md)<br>:valuables: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [N4](n4.md) | Dirt | [Obelisk](../fields/obelisk.md)<br>:gold: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [N5](n5.md) | Subterranean | [Obelisk](../fields/obelisk.md)<br>:gold: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [N6](n6.md) | Grass | :gold: [Mine](../fields/mine.md) | [Core Game](../content/core_game.md) | | [N7](n7.md) | Grass | [Obelisk](../fields/obelisk.md)<br>:valuables: [Mine](../fields/mine.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [N8](n8.md) | Grass | :gold: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [N9](n9.md) | Swamp | [Obelisk](../fields/obelisk.md)<br>:valuables: [Mine](../fields/mine.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [N10](n10.md) | Swamp | :gold: [Mine](../fields/mine.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [N11](n11.md) | Dirt | [Obelisk](../fields/obelisk.md)<br>:valuables: [Mine](../fields/mine.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [N12](n12.md) | Dirt | :gold: [Mine](../fields/mine.md)<br>[Redwood Observatory](../fields/redwood_observatory.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [N13](n13.md) | Rough | [Obelisk](../fields/obelisk.md)<br>:valuables: [Mine](../fields/mine.md) | 🚧 | | [N14](n14.md) | Rough | :gold: [Mine](../fields/mine.md) | 🚧 | | [#N1](nx1.md) | Snow | :gold: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#N2](nx2.md) | Snow | :valuables: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [#N3](nx3.md) | Grass | [Obelisk](../fields/obelisk.md)<br>:gold: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [C1](c1.md) | Subterranean | [Dragon Utopia](../fields/dragon_utopia.md) | [Core Game](../content/core_game.md) | | [C2](c2.md) | Subterranean | [Grail](../fields/grail.md) | [Core Game](../content/core_game.md) | | [C3](c3.md) | Grass | [Dragon Utopia](../fields/dragon_utopia.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [C4](c4.md) | Swamp | [Grail](../fields/grail.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [C5](c5.md) | Dirt | [Random Town](../towns/index.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [#C1](cx1.md) | Snow | [Tower Settlement](../towns/tower.md)<br>:building_materials: [Mine](../fields/mine.md) | [Tower Expansion](../content/tower_expansion.md) | | [U1](u1.md) | Subterranean | [Subterranean Gate](../fields/subterranean_gate.md)<br>:building_materials: [Mine](../fields/mine.md) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [U2](u2.md) | Subterranean | :building_materials: [Mine](../fields/mine.md) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [W1](w1.md) | Water | :gold: [Mine](../fields/mine.md) | [Cove Expansion](../content/cove_expansion.md) | | [W2](w2.md) | Water | - | [Cove Expansion](../content/cove_expansion.md) | | [W3](w3.md) | Water | :building_materials: [Mine](../fields/mine.md) | [Cove Expansion](../content/cove_expansion.md) |
es: | Identificador | Terreno | Zonas Destacadas | [Contenido](../content/index.md) | | :---: | :---: | :---: | :--- | | [S1](s1.md) | Suciedad | [Ciudad Necrópolis](../towns/necropolis.md)<br>:building_materials: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [S2](s2.md) | Subterráneo | [Ciudad Mazmorra](../towns/dungeon.md)<br>:building_materials: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [S3](s3.md) | Hierba | [Ciudad Castillo](../towns/castle.md)<br>:building_materials: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [S4](s4.md) | Hierba | [Ciudad Muralla](../towns/rampart.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [S5](s5.md) | Pantano | [Ciudad Fortaleza](../towns/fortress.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [S6](s6.md) | Suciedad | [Ciudad Infierno](../towns/inferno.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [S7](s7.md) | Abrupto | [Ciudad Bastión](../towns/stronghold.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [S8](s8.md) | Hierba | [Ciudad Conflujo](../towns/conflux.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [S9](s9.md) | Acantilado | [Ciudad Ensenada](../towns/cove.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Ensenada](../content/cove_expansion.md) | | [#S1](sx1.md) | Nieve | [Ciudad Torre](../towns/tower.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [F1](f1.md) | Suciedad | [Asentamiento Necrópolis](../towns/necropolis.md) | [Juego Principal](../content/core_game.md) | | [F2](f2.md) | Subterráneo | [Asentamiento Mazmorra](../towns/dungeon.md) | [Juego Principal](../content/core_game.md) | | [F3](f3.md) | Hierba | [Asentamiento Castillo](../towns/castle.md) | [Juego Principal](../content/core_game.md) | | [F4](f4.md) | Suciedad | :gold: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [F5](f5.md) | Subterráneo | :gold: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Juego Principal](../content/core_game.md) | | [F6](f6.md) | Hierba | :gold: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [F7](f7.md) | Suciedad | :valuables: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Juego Principal](../content/core_game.md) | | [F8](f8.md) | Subterráneo | :valuables: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [F9](f9.md) | Hierba | :valuables: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Juego Principal](../content/core_game.md) | | [F10](f10.md) | Hierba | [Asentamiento Muralla](../towns/rampart.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [F11](f11.md) | Hierba | :gold: [Mina](../fields/mine.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [F12](f12.md) | Hierba | :valuables: [Mina](../fields/mine.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [F13](f13.md) | Pantano | [Asentamiento Fortaleza](../towns/fortress.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [F14](f14.md) | Pantano | :gold: [Mina](../fields/mine.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [F15](f15.md) | Pantano | :valuables: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [F16](f16.md) | Suciedad | [Asentamiento Infierno](../towns/inferno.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [F17](f17.md) | Suciedad | :gold: [Mina](../fields/mine.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [F18](f18.md) | Suciedad | :valuables: [Mina](../fields/mine.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [F19](f19.md) | Abrupto | [Asentamiento Bastión](../towns/stronghold.md) | 🚧 | | [F20](f20.md) | 🚧 | - | 🚧 | | [F21](f21.md) | Abrupto | :valuables: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | 🚧 | | [#F1](fx1.md) | Nieve | [Asentamiento Torre](../towns/tower.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F2](fx2.md) | Nieve | :gold: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F3](fx3.md) | Nieve | :valuables: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F4](fx4.md) | Hierba | :building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F5](fx5.md) | Subterráneo | :building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F6](fx6.md) | Suciedad | :building_materials: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F7](fx7.md) | Nieve | :building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F8](fx8.md) | Hierba | :building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F9](fx9.md) | Pantano | :building_materials: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#F10](fx10.md) | Suciedad | :building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [N1](n1.md) | Suciedad | :valuables: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [N2](n2.md) | Subterráneo | :valuables: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [N3](n3.md) | Hierba | [Obelisco](../fields/obelisk.md)<br>:valuables: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [N4](n4.md) | Suciedad | [Obelisco](../fields/obelisk.md)<br>:gold: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [N5](n5.md) | Subterráneo | [Obelisco](../fields/obelisk.md)<br>:gold: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [N6](n6.md) | Hierba | :gold: [Mina](../fields/mine.md) | [Juego Principal](../content/core_game.md) | | [N7](n7.md) | Hierba | [Obelisco](../fields/obelisk.md)<br>:valuables: [Mina](../fields/mine.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [N8](n8.md) | Hierba | :gold: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [N9](n9.md) | Pantano | [Obelisco](../fields/obelisk.md)<br>:valuables: [Mina](../fields/mine.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [N10](n10.md) | Pantano | :gold: [Mina](../fields/mine.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [N11](n11.md) | Suciedad | [Obelisco](../fields/obelisk.md)<br>:valuables: [Mina](../fields/mine.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [N12](n12.md) | Suciedad | :gold: [Mina](../fields/mine.md)<br>[Observatorio de Caoba](../fields/redwood_observatory.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [N13](n13.md) | Abrupto | [Obelisco](../fields/obelisk.md)<br>:valuables: [Mina](../fields/mine.md) | 🚧 | | [N14](n14.md) | Abrupto | :gold: [Mina](../fields/mine.md) | 🚧 | | [#N1](nx1.md) | Nieve | :gold: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#N2](nx2.md) | Nieve | :valuables: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [#N3](nx3.md) | Hierba | [Obelisco](../fields/obelisk.md)<br>:gold: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [C1](c1.md) | Subterráneo | [Utopía del Dragón](../fields/dragon_utopia.md) | [Juego Principal](../content/core_game.md) | | [C2](c2.md) | Subterráneo | [Grial](../fields/grail.md) | [Juego Principal](../content/core_game.md) | | [C3](c3.md) | Hierba | [Utopía del Dragón](../fields/dragon_utopia.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [C4](c4.md) | Pantano | [Grial](../fields/grail.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [C5](c5.md) | Suciedad | [Ciudad Aleatoria](../towns/index.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [#C1](cx1.md) | Nieve | [Asentamiento de Torre](../towns/tower.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Torre](../content/tower_expansion.md) | | [U1](u1.md) | Subterráneo | [Puerta Subterránea](../fields/subterranean_gate.md)<br>:building_materials: [Mina](../fields/mine.md) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [U2](u2.md) | Subterráneo | :building_materials: [Mina](../fields/mine.md) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [W1](w1.md) | Agua | :gold: [Mina](../fields/mine.md) | [Expansión de Ensenada](../content/cove_expansion.md) | | [W2](w2.md) | Agua | - | [Expansión de Ensenada](../content/cove_expansion.md) | | [W3](w3.md) | Agua | :building_materials: [Mina](../fields/mine.md) | [Expansión de Ensenada](../content/cove_expansion.md) |

source: [List of Fields](../fields/index.md)
es: [Lista de Lugares](../fields/index.md)

source: List of Towns
es: Lista de Ciudades

source: | Name | [Content](../content/index.md) | | :--- | :--- | | [Castle](castle.md) | [Core Game](../content/core_game.md) | | [Necropolis](necropolis.md) | [Core Game](../content/core_game.md) | | [Dungeon](dungeon.md) | [Core Game](../content/core_game.md) | | [Tower](tower.md) | [Tower Expansion](../content/tower_expansion.md) | | [Rampart](rampart.md) | [Rampart Expansion](../content/rampart_expansion.md) | | [Fortress](fortress.md) | [Fortress Expansion](../content/fortress_expansion.md) | | [Inferno](inferno.md) | [Inferno Expansion](../content/inferno_expansion.md) | | [Stronghold](stronghold.md) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Conflux](conflux.md) | [Conflux Expansion](../content/conflux_expansion.md) | | [Cove](cove.md) | [Cove Expansion](../content/cove_expansion.md) |
es: | Nombre | [Contenido](../content/index.md) | | :--- | :--- | | [Castillo](castle.md) | [Juego Principal](../content/core_game.md) | | [Necrópolis](necropolis.md) | [Juego Principal](../content/core_game.md) | | [Mazmorra](dungeon.md) | [Juego Principal](../content/core_game.md) | | [Torre](tower.md) | [Expansión de Torre](../content/tower_expansion.md) | | [Muralla](rampart.md) | [Expansión de Muralla](../content/rampart_expansion.md) | | [Fortaleza](fortress.md) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Infierno](inferno.md) | [Expansión de Infierno](../content/inferno_expansion.md) | | [Bastión](stronghold.md) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Conflujo](conflux.md) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Ensenada](cove.md) | [Expansión de Ensenada](../content/cove_expansion.md) |

source: List of Units
es: Lista de Unidades

source: For the "Few" and "Pack" version of the same unit, stat changes are shown in **bold**.
es: Para la versión "Pocos" y "Manada" de la misma unidad, los cambios de Características se muestran en **negrita**.
