Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: | Name | Type | Effect | | :--- | :---: | :--- | | [Dragon Utopia](dragon_utopia.md) | [Flaggable](../keywords/flaggable_field.md) | Effects depend on the Scenario. | | [Mine](mine.md) | [Flaggable](../keywords/flaggable_field.md) | When flagged, increases the specific resource income (shown on the field). The first player to flag the Mine also gains its income immediately. There are following types of Mines:<br><br>+5 :gold: income<br>+2 :building_materials: income<br>+1 :valuables: income | | [Obelisk](obelisk.md) | [Flaggable](../keywords/flaggable_field.md) | Effects depend on the Scenario. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a [Faction](../towns/index.md) Cube on this Field. | | [Random Town](random_town.md) | [Flaggable](../keywords/flaggable_field.md) | When revealed, all players roll 2 [Resource dice](../dice.md#resource-die). The highest roller chooses an unused [Faction](../towns/index.md). The random [Town](../towns/index.md) is defended by [Units](../units/index.md) from that [Faction](../towns/index.md). They have a "Pack" of :bronze:, two "Packs" of :silver:, and two "Fews" of :golden: [Units](../units/index.md). The :bronze: [Unit](../units/index.md) is chosen by the player who controls the [Units](../units/index.md) during that Combat.<br><br>When flagged, increases :gold: income by 10. The first player to flag the [Town](../towns/index.md) also gains its income immediately. | | [Settlement](settlement.md) | [Flaggable](../keywords/flaggable_field.md) | Works as a spawn point for Secondary [Heroes](../heroes/index.md) or Main [Heroes](../heroes/index.md) that have been defeated.<br><br>Works the same way as a mine, but the player can choose which resource income to increase. The settlement is then marked with a token of the chosen resource.<br><br>— OR —<br><br>Reinforce one of your :bronze: or :silver: [Units](../units/index.md) immediately for half the cost, rounded up. The first player to flag the settlement Reinforces that [Unit](../units/index.md) for free. | | [Star Axis](star_axis.md) | [Flaggable](../keywords/flaggable_field.md) | You may Remove one of your [Statistic](../statistics/index.md) cards from your hand and replace it with an **Empowered** one of the same type. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field. | | [Town](town.md) | [Flaggable](../keywords/flaggable_field.md) | When flagged, the enemy Secondary [Heroes](../heroes/index.md) or Main [Heroes](../heroes/index.md) that have been defeated cannot spawn here.<br>Flagging an enemy town does prevent the enemy player from using it, nor does it grant any access to the [Town](../towns/index.md) board or [Faction Units](../units/index.md) to the player who flagged it.<br>Flagging a [Town](../towns/index.md) can cause Player Elimination win condition, and some scenarios may have extra rules and rewards attached to flagging [Towns](../towns/index.md). | | [2 Resources](2_resources.md) | [Visitable](../keywords/visitable_field.md) | Roll 2 [Resource Dice](../dice.md#resource-die) and choose the bonus from one of them. | | [Artifact](artifact.md) | [Visitable](../keywords/visitable_field.md) | **Search(2)** the [Artifact](../artifacts/index.md) Deck | | [Fountain of Youth](fountain_of_youth.md) | [Visitable](../keywords/visitable_field.md) | Gain :morale_positive: token. Gain +1 :movement: for this turn. | | [Grail](grail.md) | [Visitable](../keywords/visitable_field.md) | Gain a Grail Token. Only one Grail Token can exist in the game, do not gain another if this Field’s Black Cube is removed or if there are multiple Grail Fields. The Token’s effects are described in the Scenario’s description. | | [Hill Fort](hill_fort.md) | [Visitable](../keywords/visitable_field.md) | You may immediately Reinforce one of your :bronze: or :silver: [Units](../units/index.md). The Reinforcement cost is reduced by 3 :gold: to a minimum of 0. | | [Learning Stone](learning_stone.md) | [Visitable](../keywords/visitable_field.md) | Gain one :experience:. | | [Library](library.md) | [Visitable](../keywords/visitable_field.md) | 🚧 | | [Magic Spring](magic_spring.md) | [Visitable](../keywords/visitable_field.md) | You may look at the top 3 Cards of your Discard Pile and return one of them to your Hand. Return the remaining cards to the top of your Discard Pile in any order. | | [Market of Time](market_of_time.md) | [Visitable](../keywords/visitable_field.md) | Remove one card from your hand. Then **Search(2)** the [Ability](../abilities/index.md), [Spell](../spells/index.md), or [Artifact](../artifacts/index.md) Deck. | | [Mystical Garden](mystical_garden.md) | [Visitable](../keywords/visitable_field.md) | Gain 2 :gold:.<br><br>— OR —<br><br>Gain 1 :valuables:. | | [Pandora's Box](pandoras_box.md) | [Visitable](../keywords/visitable_field.md) | Roll 2 [Treasure Dice](../dice.md#treasure-die) and choose 1 result to gain.<br><br>— OR —<br><br>Roll 2 [Resource Dice](../dice.md#resource-die) and choose 1 result to gain. | | [Prison](prison.md) | [Visitable](../keywords/visitable_field.md) | Gain a Secondary [Hero](../heroes/index.md). Place their model on this Field. If you already have a Secondary [Hero](../heroes/index.md), gain 3 :gold: instead. | | [Redwood Observatory](redwood_observatory.md) | [Visitable](../keywords/visitable_field.md) | Discover a face down [Tile](../tiles/index.md) adjacent to this one. | | [Resources](resources.md) | [Visitable](../keywords/visitable_field.md) | Roll a [Resource Die](../dice.md#resource-die) and gain the indicated Resources. | | [Scholar](scholar.md) | [Visitable](../keywords/visitable_field.md) | Roll 1 [Attack Die](../dice.md#attack-die). Depending on the result, do the following:<br><br>**+1** - Gain a [Statistic](../statistics/index.md) Card of your choice or Remove a [Statistic](../statistics/index.md) Card from your hand.<br><br>**0** - Draw 2 Cards from the [Ability](../abilities/index.md) Deck, gain one of them and discard the other.<br><br>**-1** - Draw 2 Cards from the [Spell](../spells/index.md) Deck, gain one of them and discard the other. | | [Shrine of Magic Gesture](shrine_of_magic_gesture.md) | [Visitable](../keywords/visitable_field.md) | Pay :pay: 3 :gold: to **Search(2)** the [Spell](../spells/index.md) Deck. | | [Shrine of Magic Incantation](shrine_of_magic_incantation.md) | [Visitable](../keywords/visitable_field.md) | **Search(2)** the [Spell](../spells/index.md) Deck. | | [Temple](temple.md) | [Visitable](../keywords/visitable_field.md) | Gain :morale_positive: token. | | [Tree of Knowledge](tree_of_knowledge.md) | [Visitable](../keywords/visitable_field.md) | You may :pay: 3 :valuables: or 10 :gold: to gain 2 :experience:. | | [University](university.md) | [Visitable](../keywords/visitable_field.md) | :pay: 6 :gold: to **Search(4)** the [Ability](../abilities/index.md) Discard Pile | | [Warrior's Tomb](warriors_tomb.md) | [Visitable](../keywords/visitable_field.md) | **Search(2)** [Artifacts](../artifacts/index.md) twice, then gain :morale_negative: token twice. | | [Water Wheel](water_wheel.md) | [Visitable](../keywords/visitable_field.md) | Gain 3 :gold:. | | [Windmill](windmill.md) | [Visitable](../keywords/visitable_field.md) | Gain 1 :valuables:. | | [Witch Hut](witch_hut.md) | [Visitable](../keywords/visitable_field.md) | Choose one:<br><br>Remove an [Ability](../abilities/index.md) card from your hand<br><br>— OR —<br><br>look at the top card of the [Ability](../abilities/index.md) Deck and put that card into your hand or into the [Ability](../abilities/index.md) Deck Discard Pile. | | [Black Market](black_market.md) | [Revisitable](../keywords/revisitable_field.md) | Look at the top 4 cards from the [Artifact](../artifacts/index.md) Discard Pile. You may buy one of them for:<br><br>5 :gold: if it is a [Minor Artifact](../keywords/minor_artifact.md)<br>7 :gold: if it is a [Major Artifact](../keywords/major_artifact.md)<br>10 :gold: if it is a [Relic Artifact](../keywords/relic_artifact.md) | | [Sanctuary](sanctuary.md) | [Revisitable](../keywords/revisitable_field.md) | Heroes on this Field cannot be attacked by other [Heroes](../heroes/index.md). Friendly Heroes can move through enemy [Heroes](../heroes/index.md) on this Field but cannot stop here. | | [Stables](stables.md) | [Revisitable](../keywords/revisitable_field.md) | Gain +1 :movement: for this turn. | | [Tavern](tavern.md) | [Revisitable](../keywords/revisitable_field.md) | You can :pay: 7 :gold: to gain a Secondary [Hero](../heroes/index.md). Place their model on this Field. Then, choose one enemy player to discard 1 random card from their hand. | | [Trading Post](trading_post.md) | [Revisitable](../keywords/revisitable_field.md) | Choose one:<br><br>[Trade](../trading.md) resources<br><br>— OR —<br><br>Remove a card<br><br>— OR —<br><br>Buy a [War Machine](../war_machines/index.md) | | [War Machine Factory](war_machine_factory.md) | [Revisitable](../keywords/revisitable_field.md) | Buy a [War Machine](../war_machines/index.md) |
es: | Nombre | Tipo | Efecto | | :--- | :---: | :--- | | [Utopía del Dragón](dragon_utopia.md) | [Señalizable](../keywords/flaggable_field.md) | El efecto depende del Escenario. | | [Mina](mine.md) | [Señalizable](../keywords/flaggable_field.md) | Cuando se captura, aumenta la producción del recurso indicado (se muestra en la casilla). El primer jugador en señalizarlo gana los recursos inmediatamente.<br><br>Mina de oro: +5 :gold:<br>Mina de minerales: +2 :building_materials:<br>Laboratorio de alquimista, mina de cristal, estanque de gemas: +1 :valuables: | | [Obelisco](obelisk.md) | [Señalizable](../keywords/flaggable_field.md) | El efecto depende del Escenario. Cuando captures esta Zona, no retires los Cubos de Facción enemiga; varios jugadores pueden tener su Cubo de [Facción](../towns/index.md) en esta Zona. | | [Ciudad Aleatória](random_town.md) | [Señalizable](../keywords/flaggable_field.md) | Al descubrirse, cada jugador lanza 2 [dados de Recurso](../dice.md#resource-die). El jugador con el mayor resultado elige una [Facción](../towns/index.md) que no esté en juego. La [Ciudad](../towns/index.md) estará defendida por [Unidades](../units/index.md) de esa [Facción](../towns/index.md). Tendrá una "Manada" :bronze:, dos "Manadas" :silver:, y dos "Pocas" :golden: [Unidades](../units/index.md). La [Unidad](../units/index.md) :bronze: es elegida por el jugador que controla las [Unidades](../units/index.md) defensoras durante ese Combate. No puede usar la carta Torre de Arqueros<br><br>Al capturarla, aumenta tu producción en 10 :gold:. El primer jugador en capturar la [Ciudad](../towns/index.md) recibe el oro inmediatamente. | | [Asentamiento](settlement.md) | [Señalizable](../keywords/flaggable_field.md) | Sirve como punto de aparición para [Héroes](../heroes/index.md) Secundarios o [Héroes](../heroes/index.md) Principales que hayan sido derrotados.<br><br>Funciona del mismo modo que una Mina, pero el jugador puede elegir para que recurso aumenta su producción. El asentamiento se marca con una ficha del recurso elegido.<br><br>— O —<br><br>Refuerza una [Unidad](../units/index.md) :bronze: o :silver: inmediatamente a la mitad de su coste, redondeando hacia arriba. El primer jugador en capturarlo, refuerza la [Unidad](../units/index.md) gratis. | | [Eje Estelar](star_axis.md) | [Señalizable](../keywords/flaggable_field.md) | Retira una carta de [Característica](../statistics/index.md) de tu mano y sustitúyela por una **Potenciada** del mismo tipo. Cuando captures esta Zona, no retires los Cubos de Facción enemiga; varios jugadores pueden tener un Cubo de Facción en esta Zona. | | [Ciudad](town.md) | [Señalizable](../keywords/flaggable_field.md) | Cuando se captura, Los [Héroes](../heroes/index.md) enemigos Secundarios o Principales que han sido derrotados no pueden aparecer aquí.<br>Capturarla, no proporciona ningún acceso al tablero de la [Ciudad](../towns/index.md) o [Unidades de la Facción](../units/index.md) al jugador que la captura.<br>Capturar una [Ciudad](../towns/index.md) puede causar la condición de victoria por Eliminación de Jugadores, y algunos escenarios pueden tener reglas extra y recompensas por capturar [Ciudades](../towns/index.md). | | [2 Recursos](2_resources.md) | [Visitable](../keywords/visitable_field.md) | Lanza 2 [Dados de Recurso](../dice.md#resource-die) y elige uno para resolver su efecto. | | [Artefacto](artifact.md) | [Visitable](../keywords/visitable_field.md) | **Busca(2)** en el Mazo de [Artifacto](../artifacts/index.md). | | [Fuente de la Juventud](fountain_of_youth.md) | [Visitable](../keywords/visitable_field.md) | Gana :moral_positiva:. Gana +1 :movement: para este turno. | | [Grial](grail.md) | [Visitable](../keywords/visitable_field.md) | Gana una Ficha de Grial. Sólo puede existir una Ficha en juego, no ganas otra si el Cubo Negro es retirado o si hay varias Casillas de Grial. Los efectos de la Ficha se describen en la descripción del Escenario. | | [Fuerte de la Colina](hill_fort.md) | [Visitable](../keywords/visitable_field.md) | Puedes Reforzar inmediatamente una de tus [Unidades](../units/index.md) :bronze: o :silver:. Su coste de Refuerzo se reduce en 3 :gold: con un mínimo de 0. | | [Piedra de Aprendizaje](learning_stone.md) | [Visitable](../keywords/visitable_field.md) | Tu Héroe gana 1 :experience:. | | [Librería](library.md) | [Visitable](../keywords/visitable_field.md) | 🚧 | | [Manantial Mágico](magic_spring.md) | [Visitable](../keywords/visitable_field.md) | Mira las 3 Cartas superiores de tu Pila de Descarte y añade una a tu Mano. Devuelve las cartas restantes a la parte superior de tu Pila de Descarte en cualquier orden. | | [Mercado del Tiempo](market_of_time.md) | [Visitable](../keywords/visitable_field.md) | Retira una carta de tu mano, **Busca(2)** en el Mazo de [Habilidad](../abilities/index.md), [Hechizo](../spells/index.md), o [Artefacto](../artifacts/index.md). | | [Jardín Místico](mystical_garden.md) | [Visitable](../keywords/visitable_field.md) | Gana 2 :gold:.<br><br>— O —<br><br>Gana 1 :valuables:. | | [Caja de Pandora](pandoras_box.md) | [Visitable](../keywords/visitable_field.md) | Tira 2 [Dados de Tesoro](../dice.md#treasure-die) y escoge 1 resultado a obtener.<br><br>— O —<br><br>Tira 2 [Dados de Recurso](../dice.md#resource-die) y escoge 1 resultado a obtener. | | [Prisión](prison.md) | [Visitable](../keywords/visitable_field.md) | Gana un [Héroe](../heroes/index.md) Secundario. Coloca su miniatura en esta Casilla. Si ya tienes un [Héroe](../heroes/index.md) Secundario, ganas 3 :gold: en su lugar. | | [Observatorio de Caoba](redwood_observatory.md) | [Visitable](../keywords/visitable_field.md) | Descubre una [Loseta](../tiles/index.md) bocabajo adyacente a esta loseta. | | [Recursos](resources.md) | [Visitable](../keywords/visitable_field.md) | Lanza 1 [Dado de Recurso](../dice.md#resource-die) y gana los Recursos indicados. | | [Erudito](scholar.md) | [Visitable](../keywords/visitable_field.md) | Tira 1 [Dado de Ataque](../dice.md#attack-die). Dependiendo del resultado, haz lo siguiente:<br><br>**+1** - Gana una Carta de [Característica](../statistics/index.md) a tu elección o Retira una Carta de [Característica](../statistics/index.md) de tu mano.<br><br>**0** - Roba 2 Cartas del Mazo de [Habilidad](../abilities/index.md), quédate una y descarta la otra.<br><br>**+1** - Roba 2 Cartas del Mazo de [Hechizo](../spells/index.md), quédate una y descarta la otra. | | [Santuario del Gesto Mágico](shrine_of_magic_gesture.md) | [Visitable](../keywords/visitable_field.md) | Puedes **Buscar(2)** en el Mazo de [Hechizos](../spells/index.md). | | [Santuario del Encantamiento](shrine_of_magic_incantation.md) | [Visitable](../keywords/visitable_field.md) | Puedes :pay: 3 :gold: para **Buscar(2)** en el Mazo de [Hechizos](../spells/index.md). | | [Templo](temple.md) | [Visitable](../keywords/visitable_field.md) | Gana una ficha de :morale_positive:. | | [Árbol de la Sabiduría](tree_of_knowledge.md) | [Visitable](../keywords/visitable_field.md) | Puedes :pay: 3 :valuables: o 10 :gold: para ganar 2 :experience:. | | [Universidad](university.md) | [Visitable](../keywords/visitable_field.md) | :pay: 6 :gold: para **Buscar(4)** en la Pila de Descartes de [Habilidades](../abilities/index.md) | | [Tumba del Guerrero](warriors_tomb.md) | [Visitable](../keywords/visitable_field.md) | **Busca(2)** [Artefactos](../artifacts/index.md) dos veces, después recibe :morale_negative: dos veces. | | [Molino de Agua](water_wheel.md) | [Visitable](../keywords/visitable_field.md) | Recibe 3 :gold:. | | [Molino](windmill.md) | [Visitable](../keywords/visitable_field.md) | Recibe 1 :valuables:. | | [Cabaña de la Bruja](witch_hut.md) | [Visitable](../keywords/visitable_field.md) | Elige:<br><br>Retira una carta de [Habilidad](../abilities/index.md) de tu mano<br><br>— O —<br><br>Mira la carta superior del Mazo de [Habilidades](../abilities/index.md) y añádela a tu mano o a tu Pila de Descarte del Mazo de [Habilidad](../abilities/index.md). | | [Mercado Negro](black_market.md) | [Revisitable](../keywords/revisitable_field.md) | Mira las 4 primeras cartas de la Pila de Descarte de [Artefactos](../artifacts/index.md). Puedes comprar una de ellas por:<br><br>5 :gold: si es un [Artefacto Menor](../keywords/minor_artifact.md)<br>7 :gold: si es un [Artefacto Mayor](../keywords/major_artifact.md)<br>10 :gold: si es un [Artefacto Reliquia](../keywords/relic_artifact.md) | | [Santuario](sanctuary.md) | [Revisitable](../keywords/revisitable_field.md) | El Héroe en esta Zona no puede ser atacado por otros [Héroes](../heroes/index.md). Los Héroes pueden moverse a través de [Héroes](../heroes/index.md) enemigos en esta Zona, pero no pueden detenerse aquí. | | [EstablosStables](stables.md) | [Revisitable](../keywords/revisitable_field.md) | Gana +1 :movement: durante este turno. | | [Taberna](tavern.md) | [Revisitable](../keywords/revisitable_field.md) | Puedes :pay: 7 :gold: para ganar un [Héroe](../heroes/index.md) Secundario. Coloca su miniatura en esta Zona. Luego, elige un jugador enemigo para que se descarte 1 carta al azar de su mano. | | [Mercadillo](trading_post.md) | [Revisitable](../keywords/revisitable_field.md) | Elige:<br><br>[Intercambiar](../trading.md) recursos<br><br>— O —<br><br>Retirar una carta de tu mano y ganar 1 :gold:<br><br>— O —<br><br>Comprar una [Máquina de Guerra](../war_machines/index.md) | | [Fábrica de Máquinas de Guerra](war_machine_factory.md) | [Revisitable](../keywords/revisitable_field.md) | Compra una [Máquina de Guerra](../war_machines/index.md) |

source: List of Heroes
es: Lista de Héroes
