Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: See Also
es: Ver También

source: List of Abilities
es: Lista de Habilidades

source: | Name | Effect | :expert: Effect | [Content](../content/index.md) | | :--- | :---: | :---: | :--- | | [Air Magic](air_magic.md) | :permanent: +1 :empower: for spells from [School of Air Magic](../spells/school_of_air_magic.md). | While casting :spellpower: from the [School of Air](../spells/school_of_air_magic.md), you can discard this card, then gain +3 :empower:. | [Tower Expansion (2)](../content/tower_expansion.md) | | [Archery](archery.md) | :ongoing: During this Combat round, your Ranged [units](../units/index.md) gain +1 :attack: if the target is a non-adjacent [unit](../units/index.md). |:ongoing: Until the end of the next Combat round, your Ranged [units](../units/index.md) gain +1 :initiative: and +1 :attack: if the target is a non-adjacent [unit](../units/index.md). | [Core Game (2)](../content/core_game.md) | | [Armorer](armorer.md) | :instant: +1 :defense:<br>Then draw 1 card. | :instant: +2 :defense:<br>Then draw 1 card. | [Core Game (2)](../content/core_game.md) | | [Artillery](artillery.md) | :instant: Deal 1 :damage: to an enemy [unit](../units/index.md) with the lowest :initiative:. | :instant: When using the [Ballista](../war_machines/index.md) card, resolve its effect against the same target 3 times. | [Rampart Expansion (2)](../content/rampart_expansion.md) | | [Ballistics](ballistics.md) | :instant: Play this card during a siege.<br>Destroy 1 Wall or Gate. | :instant: Play this card during a siege.<br>Destroy the [Arrow Tower](../units/arrow_tower.md). | [Inferno Expansion (2)](../content/inferno_expansion.md) | | [Diplomacy](diplomacy.md) | :effect_map: For every Dwelling you have, draw 1 corresponding [Neutral Unit](../units/index.md) card. You can **Recruit** one of these [units](../units/index.md) if you :pay: its Recruitment cost. | :instant: Skip Combat with [Neutral Units](../units/index.md) on a field whose Field Difficulty is equal to your Hero's level. Visit the field. This Hero gains no :experience:. | [Core Game (2)](../content/core_game.md) | | [Eagle Eye](eagle_eye.md) | :instant: Draw cards from the [Spell](../spells/index.md) deck until you find a Basic [Spell](../spells/index.md) card. Take it into your hand or discard it. Reshuffle the rest of the cards back to the [Spell](../spells/index.md) deck. | :instant: Draw cards from the [Spell](../spells/index.md) deck until you find an Expert [Spell](../spells/index.md) card. Take it into your hand or discard it. Reshuffle the rest of the cards back to the [Spell](../spells/index.md) deck. | [Fortress Expansion (2)](../content/fortress_expansion.md) | | [Earth Magic](earth_magic.md) | :permanent: +1 :empower: for spells from [School of Earth Magic](../spells/school_of_earth_magic.md). | While casting :spellpower: from the [School of Earth](../spells/school_of_earth_magic.md), you can discard this card, then gain +3 :empower:. | [Tower Expansion (2)](../content/tower_expansion.md) | | [Estates](estates.md) | :instant: Gain 3 :gold:. | :instant: Gain 6 :gold:. | [Core Game (2)](../content/core_game.md) | | [Fire Magic](fire_magic.md) | :permanent: +1 :empower: for spells from [School of Fire Magic](../spells/school_of_fire_magic.md). | While casting :spellpower: from the [School of Fire](../spells/school_of_fire_magic.md), you can discard this card, then gain +3 :empower:. | [Tower Expansion (1)](../content/tower_expansion.md) | | [First Aid](first_aid.md) | :instant: Remove 1 :damage: from one of your [units](../units/index.md). | :instant: When using the [First Aid Tent](../war_machines/index.md) card, resolve its effect against the same target 3 times. | [Rampart Expansion (2)](../content/rampart_expansion.md) | | [Intelligence](intelligence.md) | :instant: During Combat, before any [unit](../units/index.md) activates, play a [Spell](../spells/index.md) card. You can still only play a [Spell](../spells/index.md) card during a Combat round. | :instant: During Combat, before any [unit](../units/index.md) activates, play a [Spell](../spells/index.md) card. This spell does not count toward your spell limit per Combat round. | [Core Game (2)](../content/core_game.md) | | [Interference](interference.md) | 🚧 | 🚧 | [Cove Expansion (2)](../content/cove_expansion.md) | | [Leadership](leadership.md) | :instant: Gain a :morale_positive: token. | :instant: Draw 2 cards.<br>Then, gain a :morale_positive: token. | [Core Game (2)](../content/core_game.md) | | [Learning](learning.md) | :instant: Play when the Hero is about to level up. Advance their :experience: Level by an additional half level. | :instant: Play when the Hero is about to level up. Advance their :experience: Level by an additional level, then Remove this card. | [Fortress Expansion (2)](../content/fortress_expansion.md) | | [Logistics](logistics.md) | :ongoing: At the end of your turn, move your Hero's model to an adjacent empty field. | :instant: Your Hero gains +1 Movement. | [Core Game (2)](../content/core_game.md) | | [Luck](luck.md) | :ongoing: You can reroll a [Treasure die](../dice.md#treasure-die) and a [Resource die](../dice.md#resource-die) once during this turn. | :ongoing: You can reroll any [die](../dice.md) once during this turn. | [Core Game (2)](../content/core_game.md) | | [Mysticism](mysticism.md) | :instant: Play this card immediately after casting a spell. Instead of discarding the [Spell](../spells/index.md) card, take it back into your hand. | :instant: Play this card immediately after casting a spell. Instead of discarding the [Spell](../spells/index.md) card and all other cards player together with it, take them back to your hand. | [Core Game (2)](../content/core_game.md) | | [Necromancy](necromancy.md) | :effect_map: Play after winning Combat other than Quick Combat. You can **Reinforce** a :bronze: or :silver: [unit](../units/index.md) of your choice for half the :gold: cost (rounded down). | :effect_map: Play after winning Combat other than Quick Combat. You can **Reinforce** any [unit](../units/index.md) of your choice for half the :gold: cost (rounded down). | [Core Game (2)](../content/core_game.md) | | [Offense](offense.md) | :instant: +1 :attack:<br>Then draw 1 card. | :instant: +2 :attack:<br>Then draw 1 card. | [Core Game (2)](../content/core_game.md) | | [Pathfinding](pathfinding.md) | :effect_map: This turn, your Hero can move through fields with Neutral Units and Enemy Heroes, but if they end their movement in one of these fields, Combat begins. | :effect_map: Your Hero can move over the yellow border and blocked fields, but cannot end movement on them. | [Tower Expansion (2)](../content/tower_expansion.md) | | [Resistance](resistance.md) | :instant: Play this card immediately after the enemy casts a spell. If the spell was cast with 1 :empower: or less, ignore the [Spell](../spells/index.md) card's effect. | :instant: Play this card immediately after the enemy casts a spell. Ignore the [Spell](../spells/index.md) card's effect. | [Core Game (2)](../content/core_game.md) | | [Scholar](scholar.md) | :instant: Choose 1 card from your discard pile and add it to your hand. | :effect_map: Remove up to 2 [Statistic](../statistics/index.md) cards from your hand or discard pile. Take up to 2 different [Empowered Statistic](../statistics/index.md) cards and put them on top of your discard pile. Remove the Scholar. | [Inferno Expansion (2)](../content/inferno_expansion.md) | | [Scouting](scouting.md) | :instant: Play this card before taking a **Search** action, then do **Search(3)** instead. | :instant: Play this card before taking a **Search** action, then do **Search(5)** instead. | [Tower Expansion (2)](../content/tower_expansion.md)<br>[Inferno Expansion (1)](../content/inferno_expansion.md) | | [Sorcery](sorcery.md) | :instant: +1 :empower:<br>Then draw 1 card. | :instant: +2 :empower:<br>Then draw 1 card. | [Core Game (2)](../content/core_game.md) | | [Tactics](tactics.md) | :instant: At the start of Combat, you can switch the position of any 2 of your [units](../units/index.md). | :activation: During Combat, you can switch the position of any 2 of your [units](../units/index.md). | [Core Game (2)](../content/core_game.md) | | [Water Magic](water_magic.md) | :permanent: +1 :empower: for spells from [School of Water Magic](../spells/school_of_water_magic.md). | While casting :spellpower: from the [School of Water](../spells/school_of_water_magic.md), you can discard this card, then gain +3 :empower:. | [Tower Expansion (2)](../content/tower_expansion.md) | | [Wisdom](wisdom.md) | :instant: The cost of buying [spells](../spells/index.md) in this Town is reduced by 2 :gold:. When buying [spells](../spells/index.md) from your Magic Guild, do **Search(3)** instead of **Search(2)**. | :instant: The cost of buying [spells](../spells/index.md) in this Town is reduced by 2 :gold:. When buying [spells](../spells/index.md) from your Magic Guild, do **Search(4)** instead of **Search(2)**. | [Core Game (2)](../content/core_game.md) |
es: | Nombre | Efecto | Efecto :expert: | [Contenido](../content/index.md) | | :--- | :---: | :---: | :--- | | [Magia Aérea](air_magic.md) | :permanent: +1 :empower: para hechizos de la [Escuela de Magia Aérea](../spells/school_of_air_magic.md). | Mientras lanzas :spellpower: de la [Escuela del Aire](../spells/school_of_air_magic.md), puedes descartar esta carta, luego ganas +3 :empower:. | [Expansión de Torre (2)](../content/tower_expansion.md) | | [Tiro con Arco](archery.md) | :ongoing: Durante esta ronda de Combate, tus [unidades](../units/index.md) a Distancia ganan +1 :attack: si el objetivo es una [unidad](../units/index.md) no adyacente. |:ongoing: Hasta el final de la siguiente ronda de Combate, tus [unidades](../units/index.md) a Distancia ganan +1 :initiative: y +1 :attack: si el objetivo es una [unidad](../units/index.md) no adyacente. | [Juego Principal (2)](../content/core_game.md) | | [Armero](armorer.md) | :instant: +1 :defense:<br>Luego roba 1 carta. | :instant: +2 :defense:<br>Luego roba 1 carta. | [Juego Principal (2)](../content/core_game.md) | | [Artillería](artillery.md) | :instant: Inflige 1 :damage: a una [unidad](../units/index.md) enemiga con la :initiative: más baja. | Al usar la carta [Balista](../war_machines/index.md), resuelve su efecto contra el mismo objetivo 3 veces. | [ Expansión de Muralla (2)](../content/rampart_expansion.md) | | [Balística](ballistics.md) | :instant: Juega esta carta durante un asedio.<br>Destruye una Muralla o Puerta. | :instant: Juega esta carta durante un asedio.<br>Destruye la [Torre de Arqueros](../units/arrow_tower.md). | [ Expansión de Infierno (2)](../content/inferno_expansion.md) | | [Diplomacia](diplomacy.md) | :effect_map: Por cada Vivienda que tengas, roba 1 carta de [Unidad Neutral](../units/index.md) correspondiente. Puedes **Reclutar** una de estas [unidades](../units/index.md) si :pay: su coste de Reclutamiento. | :instant: Salta el Combate con [Unidades Neutrales](../units/index.md) en un campo cuya Dificultad de Zona sea igual al nivel de tu Héroe. Visita la zona. Este Héroe no gana :experience:. | [Juego Principal (2)](../content/core_game.md) | | [Ojo de Águila](eagle_eye.md) | :instant: Roba cartas del mazo de [Hechizo](../spells/index.md) hasta que encuentres una carta de [Hechizo](../spells/index.md) Básico. Cógela en tu mano o descártala. Vuelve a barajar el resto de cartas en el mazo de [Hechizo](../spells/index.md). | :instant: Roba cartas del mazo de [Hechizo](../spells/index.md) hasta que encuentres una carta de [Hechizo](../spells/index.md) Experto. Cógela en tu mano o descártala. Vuelve a barajar el resto de cartas en el mazo de [Hechizo](../spells/index.md). | [Expansión de Fortaleza (2)](../content/fortress_expansion.md) | | [Magia Terrestre](earth_magic.md) | :permanent: +1 :empower: para hechizos de [Escuela de Magia Terrestre](../spells/school_of_earth_magic.md). | Mientras lanzas :empower: para hechizos de la [Escuela de la Tierra](../spells/school_of_earth_magic.md), puedes descartar esta carta, luego ganas +3 :empower:. | [Expansión de la Torre (2)](../content/tower_expansion.md) | | [Patrimonio](estates.md) | :instant: Gana 3 :gold:. | :instant: Gana 6 :gold:. | [Juego Principal (2)](../content/core_game.md) | | [Magia Ígnea](fire_magic.md) | :permanent: +1 :empower: para hechizos de la [Escuela de Magia Ígnea](../spells/school_of_fire_magic.md). | Mientras lanzas :spellpower: para hechizos de la [Escuela de Fuego](../spells/school_of_fire_magic.md), puedes descartar esta carta, y luego ganar +3 :empower:. | [Expansión de Torre (1)](../content/tower_expansion.md) | | [Primeros Auxilios](first_aid.md) | :instant: Elimina 1 :damage: de una de tus [unidades](../units/index.md). | :instant: Cuando uses la carta [Tienda de Primeros Auxilios](../war_machines/index.md), resuelve su efecto contra el mismo objetivo 3 veces. | [ Expansión de Muralla (2)](../content/rampart_expansion.md) | | [Inteligencia](intelligence.md) | :instant: Durante el Combate, antes de que cualquier [unidad](../units/index.md) se active, juega una carta [Hechizo](../spells/index.md). Sólo puedes jugar una carta [Hechizo](../spells/index.md) durante una ronda de Combate. | :instant: Durante el Combate, antes de que cualquier [unidad](../units/index.md) se active, juega una carta de [Hechizo](../spells/index.md). Este hechizo no cuenta para tu límite de hechizos por ronda de Combate. | [Juego Principal (2)](../content/core_game.md) | | [Interferencia](interference.md) | 🚧 | 🚧 | [Expansión de Ensenada (2)](../content/cove_expansion.md) | | [Liderazgo](leadership.md) | :instant: Gana una ficha de :morale_positive:. | :instant: Roba 2 cartas.<br>Luego, gana una ficha de :morale_positive:. | [Juego Principal (2)](../content/core_game.md) | | [Aprendizaje](learning.md) | :instant: Se juega cuando el Héroe está a punto de subir de nivel. Aumenta su Nivel de :experience: en medio nivel adicional. | :instant: Se juega cuando el Héroe está a punto de subir de nivel. Avanza su Nivel de :experience: en un nivel adicional, luego Retira esta carta. | [ Expansión de Fortaleza (2)](../content/fortress_expansion.md) | | [Logística](logistics.md) | :ongoing: Al final de tu turno, mueve la miniatura de tu Héroe a una zona vacía adyacente. | Tu Héroe gana +1 Movimiento. | [Juego Principal (2)](../content/core_game.md) | | [Suerte](luck.md) | :ongoing: Puedes volver a lanzar un [dado de Tesoro](../dice.md#treasure-die) y un [dado de Recurso](../dice.md#resource-die) una vez durante este turno. | :ongoing: Puedes volver a lanzar cualquier [dado](../dice.md) una vez durante este turno. | [Juego Principal (2)](../content/core_game.md) | | [Misticismo](mysticism.md) | :instant: Juega esta carta inmediatamente después de lanzar un hechizo. En lugar de descartar la carta [Hechizo](../spells/index.md), devuélvela a tu mano. | :instant: Juega esta carta inmediatamente después de lanzar un hechizo. En lugar de descartar la carta [Hechizo](../spells/index.md) y todas las demás cartas jugadas junto con ella, las devuelves a tu mano. | [Juego Principal (2)](../content/core_game.md) | | [Nigromancia](necromancy.md) | :effect_map: Se juega tras ganar un Combate que no sea Combate Rápido. Puedes **Reforzar** una [unidad](../units/index.md) :bronze: o :silver: de tu elección por la mitad del coste de :gold: (redondeado hacia abajo). | :effect_map: Se juega tras ganar un Combate que no sea Combate Rápido. Puedes **Reforzar** cualquier [unidad](../units/index.md) de tu elección por la mitad del coste de :gold: (redondeado hacia abajo). | [Juego Principal (2)](../content/core_game.md) | | [Ofensiva](offense.md) | :instant: +1 :attack:<br>Después roba 1 carta. | :instant: +2 :attack:<br>Después roba 1 carta. | [Juego Principal (2)](../content/core_game.md) | | [Orientación](pathfinding.md) | :effect_map: Este turno, tu Héroe puede moverse a través de zonas con Unidades Neutrales y Héroes Enemigos, pero si termina su movimiento en una de estas zonas, se iniciará el Combate. | :effect_map: Tu Héroe puede moverse sobre el borde amarillo y las zonas bloqueadas, pero no puede finalizar su movimiento en ellas. | [Expansión de Torre (2)](../content/tower_expansion.md) | | [Resistencia](resistance.md) | :instant: Juega esta carta inmediatamente después de que el enemigo lance un hechizo. Si el hechizo fue lanzado con 1 :empower: o menos, ignora el efecto de la carta de [Hechizo](../spells/index.md). | :instant: Juega esta carta inmediatamente después de que el enemigo lance un hechizo. Ignora el efecto de la carta de [Hechizo](../spells/index.md). | [Juego Principal (2)](../content/core_game.md) | | [Erudición](scholar.md) | :instant: Elige 1 carta de tu mazo de descartes y añádela a tu mano. | :effect_map: Retira hasta 2 cartas de [Característica](../statistics/index.md) de tu mano o pila de descarte. Coge hasta 2 cartas diferentes de [Característica Potenciada](../statistics/index.md) y ponlas encima de tu pila de descarte. Retira la Erudición. | [Expansión de Infierno (2)](../content/inferno_expansion.md) | | [Exploración](scouting.md) | :instant: Juega esta carta antes de realizar una acción de **Buscar**, en su lugar realiza **Buscar(3)**. | :instant: Juega esta carta antes de realizar una acción de **Buscar**, en su lugar realiza **Buscar(5)**. | [Expansión de Torre (2)](../content/tower_expansion.md)<br>[Expansión de Infierno (1)](../content/inferno_expansion.md) | | [Hechicería](sorcery.md) | :instant: +1 :empower:<br>Después roba 1 carta. | :instant: +2 :empower:<br>Después roba 1 carta. | [Juego Principal (2)](../content/core_game.md) | | [Táctica](tactics.md) | :instant: Al inicio del Combate, puedes cambiar la posición de 2 de tus [unidades](../units/index.md) cualesquiera. | :activation: Durante el Combate, puedes cambiar la posición de 2 de tus [unidades](../units/index.md) cualesquiera. | [Juego Principal (2)](../content/core_game.md) | | [Magia Acuática](water_magic.md) | :permanent: +1 :empower: para hechizos de [Escuela de Magia Acuática](../spells/school_of_water_magic.md). | Mientras lanzas :empower: de la [Escuela de Agua](../spells/school_of_water_magic.md), puedes descartar esta carta, luego ganas +3 :empower:. | [Expansión de Torre (2)](../content/tower_expansion.md) | | [Sabiduría](wisdom.md) | :instant: El coste de comprar [hechizos](../spells/index.md) en esta Ciudad se reduce en 2 :gold:. Al comprar [hechizos](../spells/index.md) de tu Cofradía de Magos, haz **Buscar(3)** en lugar de **Buscar(2)**. | :instant: El coste de comprar [hechizos](../spells/index.md) en esta Ciudad se reduce en 2 :gold:. Cuando compres [hechizos](../spells/index.md) de tu Cofradía de Magos, haz **Buscar(4)** en lugar de **Buscar(2)**. | [Juego Principal (2)](../content/core_game.md) |

source: List of Artifacts
es: Lista de Artefactos
