Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: | Name | Town | # |Tier | Type | :attack: | :defense: | :health_points: | :initiative: | Recruitment Cost | Abilities | [Content](../content/index.md) | | :--- | :---: | :---: | :---: | :---: | :---: | :---: | :---: | :---: | ---: | :--- | :--- | | [Halberdiers](halberdiers.md) | [Castle](../towns/castle.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 2 :gold: | - | [Core Game](../content/core_game.md) | | [Halberdiers](halberdiers.md) | [Castle](../towns/castle.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **5** | 3 :gold: | :unit_passive: When the unit is targeted by any attack, you can discard a card and ignore the [Attack die's](../dice.md#attack-die) roll result. | [Core Game](../content/core_game.md) | | [Marksmen](marksmen.md) | [Castle](../towns/castle.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | 4 | 3 :gold: | - | [Core Game](../content/core_game.md) | | [Marksmen](marksmen.md) | [Castle](../towns/castle.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | **6** | 5 :gold: | :unit_attack: If a target is a non-adjacent unit, attack this target again. | [Core Game](../content/core_game.md) | | [Griffins](griffins.md) | [Castle](../towns/castle.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 4 | 6 | 4 :gold: | :unit_retaliate: This unit can perform an unlimited number of Retaliation Attacks. | [Core Game](../content/core_game.md) | | [Griffins](griffins.md) | [Castle](../towns/castle.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | **3** | 0 | 4 | **9** | 6 :gold: | :unit_retaliate: This unit can perform an unlimited number of Retaliation Attacks. | [Core Game](../content/core_game.md) | | [Crusaders](crusaders.md) | [Castle](../towns/castle.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 5 | 6 :gold: | - | [Core Game](../content/core_game.md) | | [Crusaders](crusaders.md) | [Castle](../towns/castle.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **4** | 2 | 4 | **6** | 10 :gold: | :unit_attack: You can reroll every "0" on this unit's [Attack die](../dice.md#attack-die). | [Core Game](../content/core_game.md) | | [Zealots](zealots.md) | [Castle](../towns/castle.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 5 | 5 | 8 :gold: | - | [Core Game](../content/core_game.md) | | [Zealots](zealots.md) | [Castle](../towns/castle.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | 1 | 5 | **7** | 12 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Core Game](../content/core_game.md) | | [Champions](champions.md) | [Castle](../towns/castle.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 7 | 12 :gold: | :effect_map: If your hero is on a field with Stables, this unit's reinforcement cost is reduced by 6 :gold:. | [Core Game](../content/core_game.md) | | [Champions](champions.md) | [Castle](../towns/castle.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | 7 | **9** | 20 :gold:<br>1 :valuables: | :unit_attack: If this unit's movement ends in a space other than where it started, you may reroll an [Attack die](../dice.md#attack-die). | [Core Game](../content/core_game.md) | | [Archangels](archangels.md) | [Castle](../towns/castle.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 12 | 20 :gold:<br>1 :valuables: | :unit_passive: When combat begins, draw 1 card. | [Core Game](../content/core_game.md) | | [Archangels](archangels.md) | [Castle](../towns/castle.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 3 | **10** | **18** | 30 :gold:<br>2 :valuables: | :unit_passive: Once per Combat. Cancel an attack that would reduce another unit's :health_points: to 0. | [Core Game](../content/core_game.md) | | [Skeletons](skeletons.md) | [Necropolis](../towns/necropolis.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 2 :gold: | - | [Core Game](../content/core_game.md) | | [Skeletons](skeletons.md) | [Necropolis](../towns/necropolis.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **5** | 3 :gold: | - | [Core Game](../content/core_game.md) | | [Zombies](zombies.md) | [Necropolis](../towns/necropolis.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 3 | 3 :gold: | :unit_passive: If the attacker resolves a "+1" on [Attack die](../dice.md#attack-die), gain +1 :defense:. | [Core Game](../content/core_game.md) | | [Zombies](zombies.md) | [Necropolis](../towns/necropolis.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | **4** | 4 :gold: | :unit_passive: If the attacker resolves a "0" or a +1" on [Attack die](../dice.md#attack-die), gain +1 :defense:. | [Core Game](../content/core_game.md) | | [Wraiths](wraiths.md) | [Necropolis](../towns/necropolis.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 3 | 5 | 4 :gold: | :activation: Remove up to 1 :damage: from this unit. | [Core Game](../content/core_game.md) | | [Wraiths](wraiths.md) | [Necropolis](../towns/necropolis.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | **5** | **7** | 6 :gold: | :activation: Remove up to 1 :damage: from this unit, then discard 1 random card from the enemy's hand. | [Core Game](../content/core_game.md) | | [Vampires](vampires.md) | [Necropolis](../towns/necropolis.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 4 | 6 | 8 :gold: | :unit_attack: Ignore the Retaliation Attack. | [Core Game](../content/core_game.md) | | [Vampires](vampires.md) | [Necropolis](../towns/necropolis.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **5** | 1 | 4 | **9** | 12 :gold: | :unit_attack: Ignore the Retaliation Attack. Then remove up to 2 :damage: from this unit. | [Core Game](../content/core_game.md) | | [Liches](liches.md) | [Necropolis](../towns/necropolis.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 5 | 6 | 8 :gold: | - | [Core Game](../content/core_game.md) | | [Liches](liches.md) | [Necropolis](../towns/necropolis.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | 1 | 5 | **7** | 14 :gold: | :unit_attack: Choose a unit adjacent to the target and attack it. For the purpose of this attack, your :attack: is 2. | [Core Game](../content/core_game.md) | | [Dread Knights](dread_knights.md) | [Necropolis](../towns/necropolis.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 7 | 12 :gold: | :unit_attack: When retaliating after this attack, the enemy rolls 2 [Attack dice](../dice.md#attack-die) and resolves the lower result. | [Core Game](../content/core_game.md) | | [Dread Knights](dread_knights.md) | [Necropolis](../towns/necropolis.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | 7 | **9** | 20 :gold:<br>1 :valuables: | :unit_attack: If you resolve a "0" or a "+1" on the [Attack die](../dice.md#attack-die), increase this unit's total attack value by another "+1". | [Core Game](../content/core_game.md) | | [Ghost Dragons](ghost_dragons.md) | [Necropolis](../towns/necropolis.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 9 | 19 :gold:<br>1 :valuables: | :activation: Discard the enemy's :morale_positive: token. | [Core Game](../content/core_game.md) | | [Ghost Dragons](ghost_dragons.md) | [Necropolis](../towns/necropolis.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 3 | **9** | **14** | 32 :gold:<br>2 :valuables: | :activation: Discard the enemy's :morale_positive: token.<br>:unit_attack: Add +1 to your [Attack die](../dice.md#attack-die) result. | [Core Game](../content/core_game.md) | | [Troglodytes](troglodytes.md) | [Dungeon](../towns/dungeon.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 2 :gold: | - | [Core Game](../content/core_game.md) | | [Troglodytes](troglodytes.md) | [Dungeon](../towns/dungeon.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **5** | 3 :gold: | :unit_passive: This unit ignores :paralysis: effect. | [Core Game](../content/core_game.md) | | [Harpies](harpies.md) | [Dungeon](../towns/dungeon.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 3 | 6 | 3 :gold: | :unit_attack: After the enemy's Retaliation Attack, this unit can return to the space from which it moved to attack. | [Core Game](../content/core_game.md) | | [Harpies](harpies.md) | [Dungeon](../towns/dungeon.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | **3** | 0 | 3 | **9** | 5 :gold: | :unit_attack: Ignore the Retaliation Attack. This unit can return to the space from which it moved to attack. | [Core Game](../content/core_game.md) | | [Evil Eyes](evil_eyes.md) | [Dungeon](../towns/dungeon.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 3 | 5 | 4 :gold: | - | [Core Game](../content/core_game.md) | | [Evil Eyes](evil_eyes.md) | [Dungeon](../towns/dungeon.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | **1** | 3 | **7** | 6 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Core Game](../content/core_game.md) | | [Medusas](medusas.md) | [Dungeon](../towns/dungeon.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 4 | 5 | 6 :gold: | :unit_passive: After the Retaliation Attack, roll an [Attack die](../dice.md#attack-die), on a "0" the target is :paralysis:. | [Core Game](../content/core_game.md) | | [Medusas](medusas.md) | [Dungeon](../towns/dungeon.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | 1 | 4 | **6** | 12 :gold: | :unit_passive: Ignore the combat penalty against adjacent units.<br>:unit_retaliate: The target gains :paralysis:. | [Core Game](../content/core_game.md) | | [Minotaurs](minotaurs.md) | [Dungeon](../towns/dungeon.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 4 | 6 | 8 :gold: | :unit_attack: If you resolve a "-1" on the [Attack die](../dice.md#attack-die), draw a card, | [Core Game](../content/core_game.md) | | [Minotaurs](minotaurs.md) | [Dungeon](../towns/dungeon.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 2 | 4 | **8** | 14 :gold: | :unit_attack: If you resolve a "-1" on the [Attack die](../dice.md#attack-die), draw a card, | [Core Game](../content/core_game.md) | | [Manticores](manticores.md) | [Dungeon](../towns/dungeon.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 6 | 7 | 10 :gold: | - | [Core Game](../content/core_game.md) | | [Manticores](manticores.md) | [Dungeon](../towns/dungeon.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 6 | **11** | 18 :gold:<br>1 :valuables: | :unit_attack: For this attack, ignore the :defense: value from the target unit's card. | [Core Game](../content/core_game.md) | | [Manticores](manticores.md) | [Dungeon](../towns/dungeon.md) | Pack Alt | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | **2** | 6 | **11** | 18 :gold:<br>1 :valuables: | :unit_attack: After the Attack, roll an [Attack die](../dice.md#attack-die), on a "0" or a "+1" the target is :paralysis:. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Black Dragons](black_dragons.md) | [Dungeon](../towns/dungeon.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 11 | 19 :gold:<br>1 :valuables: | :unit_passive: Reduce :damage: taken by this unit from [:spellpower:](../spells/index.md) by 2 to a minimum of 0. | [Core Game](../content/core_game.md) | | [Black Dragons](black_dragons.md) | [Dungeon](../towns/dungeon.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **8** | 3 | 8 | **15** | 33 :gold:<br>2 :valuables: | :unit_passive: Ignore any [:spellpower:](../spells/index.md) effects and :damage: from [Specialty](../heroes/index.md). | [Core Game](../content/core_game.md) | | [Gremlins](gremlins.md) | [Tower](../towns/tower.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 2 | 4 | 0 :gold: | - | [Tower Expansion](../content/tower_expansion.md) | | [Gremlins](gremlins.md) | [Tower](../towns/tower.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | **5** | 2 :gold: | - | [Tower Expansion](../content/tower_expansion.md) | | [Gargoyles](gargoyles.md) | [Tower](../towns/tower.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 1 | 3 | 6 | 3 :gold: | :unit_passive: This unit ignores any :ongoing: [Spell](../spells/index.md) effects. | [Tower Expansion](../content/tower_expansion.md) | | [Gargoyles](gargoyles.md) | [Tower](../towns/tower.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | **3** | 1 | 3 | **9** | 4 :gold: | :unit_passive: This unit ignores any :ongoing: [Spell](../spells/index.md) effects. | [Tower Expansion](../content/tower_expansion.md) | | [Iron Golems](iron_golems.md) | [Tower](../towns/tower.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 3 | 4 | 4 :gold: | :unit_passive: This unit reduces any :damage: it takes from [spells](../spells/index.md) by 1 - to a minimum of 0. | [Tower Expansion](../content/tower_expansion.md) | | [Iron Golems](iron_golems.md) | [Tower](../towns/tower.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | **2** | 3 | **5** | 7 :gold: | :unit_passive: This unit reduces any :damage: it takes from [spells](../spells/index.md) by 2 - to a minimum of 0. | [Tower Expansion](../content/tower_expansion.md) | | [Magi](magi.md) | [Tower](../towns/tower.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 4 | 5 | 6 :gold: | :unit_attack: Ignore combat penalties. | [Tower Expansion](../content/tower_expansion.md) | | [Magi](magi.md) | [Tower](../towns/tower.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | **1** | 4 | 6 | 11 :gold: | :unit_attack: Ignore combat penalties. :activation: Add +1 :empower: to the first [spell](../spells/index.md) you cast this round. | [Tower Expansion](../content/tower_expansion.md) | | [Genies](genies.md) | [Tower](../towns/tower.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 6 | 7 | 8 :gold: | :unit_other: Discard 3 cards from your deck and take a [:spellpower:](../spells/index.md) discarded this way to your hand. | [Tower Expansion](../content/tower_expansion.md) | | [Genies](genies.md) | [Tower](../towns/tower.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **4** | 1 | 6 | **8** | 12 :gold: | :unit_attack: Discard 3 cards from your deck and take a [:spellpower:](../spells/index.md) discarded this way to your hand. | [Tower Expansion](../content/tower_expansion.md) | | [Nagas](nagas.md) | [Tower](../towns/tower.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 6 | 13 :gold: | :unit_attack: Ignore Retaliation Attacks. | [Tower Expansion](../content/tower_expansion.md) | | [Nagas](nagas.md) | [Tower](../towns/tower.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | 7 | **8** | 18 :gold:<br>1 :valuables: | :unit_attack: Ignore Retaliation Attacks. | [Tower Expansion](../content/tower_expansion.md) | | [Titans](titans.md) | [Tower](../towns/tower.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 6 | 3 | 8 | 7 | 18 :gold:<br>1 :valuables: | :unit_passive: Ignore any :ongoing: effects on this unit. | [Tower Expansion](../content/tower_expansion.md) | | [Titans](titans.md) | [Tower](../towns/tower.md) | Pack | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | 6 | 3 | 8 | **11** | 32 :gold:<br>2 :valuables: | :unit_passive: Ignore any :ongoing: effects on this unit and combat penalties against adjacent units. | [Tower Expansion](../content/tower_expansion.md) | | [Centaurs](centaurs.md) | [Rampart](../towns/rampart.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 6 | 2 :gold: | - | [Rampart Expansion](../content/rampart_expansion.md) | | [Centaurs](centaurs.md) | [Rampart](../towns/rampart.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 0 | 3 | **8** | 3 :gold: | - | [Rampart Expansion](../content/rampart_expansion.md) | | [Dwarves](dwarves.md) | [Rampart](../towns/rampart.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 3 | 3 :gold: | :unit_passive: If this unit is targeted by any [Spell](../spells/index.md) or [Specialty](../heroes/index.md) card, roll 1 [Attack die](../dice.md#attack-die). On a "+1" result, ignore the card's effect. | [Rampart Expansion](../content/rampart_expansion.md) | | [Dwarves](dwarves.md) | [Rampart](../towns/rampart.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 3 | **5** | 4 :gold: | :unit_passive: If this unit is targeted by any [Spell](../spells/index.md) or [Specialty](../heroes/index.md) card, roll 1 [Attack die](../dice.md#attack-die). On a "+1" result, ignore the card's effect. | [Rampart Expansion](../content/rampart_expansion.md) | | [Elves](elves.md) | [Rampart](../towns/rampart.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 3 | 6 | 4 :gold: | - | [Rampart Expansion](../content/rampart_expansion.md) | | [Elves](elves.md) | [Rampart](../towns/rampart.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 1 | 3 | **7** | 7 :gold: | :unit_attack: If a target is a non adjacent unit, on a "-1" or "0" result, attack this target again. | [Rampart Expansion](../content/rampart_expansion.md) | | [Pegasi](pegasi.md) | [Rampart](../towns/rampart.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 5 | 8 | 6 :gold: | - | [Rampart Expansion](../content/rampart_expansion.md) | | [Pegasi](pegasi.md) | [Rampart](../towns/rampart.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **4** | 0 | **6** | **12** | 10 :gold: | :unit_passive: The :empower: of all enemy [spells](../spells/index.md) is reduced by 1 (to a minimum of 0). | [Rampart Expansion](../content/rampart_expansion.md) | | [Dendroids](dendroids.md) | [Rampart](../towns/rampart.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 5 | 3 | 8 :gold: | - | [Rampart Expansion](../content/rampart_expansion.md) | | [Dendroids](dendroids.md) | [Rampart](../towns/rampart.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | **6** | **4** | 15 :gold: | :unit_passive: Enemy units that start activation adjacent to this unit cannot move. | [Rampart Expansion](../content/rampart_expansion.md) | | [Unicorns](unicorns.md) | [Rampart](../towns/rampart.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 8 | 7 | 11 :gold: | :unit_passive: Reduce any :damage: from [:spellpower:](../spells/index.md) dealt to this unit by 1 (to a minimum of 0), | [Rampart Expansion](../content/rampart_expansion.md) | | [Unicorns](unicorns.md) | [Rampart](../towns/rampart.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 1 | 8 | **9** | 18 :gold:<br>1 :valuables: | :unit_passive: Reduce any :damage: from [:spellpower:](../spells/index.md) dealt to this and adjacent friendly unit(s) by 1 (to a minimum of 0), | [Rampart Expansion](../content/rampart_expansion.md) | | [Gold Dragons](gold_dragons.md) | [Rampart](../towns/rampart.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 3 | 9 | 10 | 22 :gold:<br>1 :valuables: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 2 :attack:, | [Rampart Expansion](../content/rampart_expansion.md) | | [Gold Dragons](gold_dragons.md) | [Rampart](../towns/rampart.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **6** | 3 | **10** | **16** | 30 :gold:<br>2 :valuables: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 3 :attack:. | [Rampart Expansion](../content/rampart_expansion.md) | | [Gnolls](gnolls.md) | [Fortress](../towns/fortress.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 4 | 2 :gold: | - | [Fortress Expansion](../content/fortress_expansion.md) | | [Gnolls](gnolls.md) | [Fortress](../towns/fortress.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | **4** | **5** | 3 :gold: | - | [Fortress Expansion](../content/fortress_expansion.md) | | [Lizardmen](lizardmen.md) | [Fortress](../towns/fortress.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 3 | 4 | 3 :gold: | - | [Fortress Expansion](../content/fortress_expansion.md) | | [Lizardmen](lizardmen.md) | [Fortress](../towns/fortress.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 0 | 3 | **5** | 5 :gold: | - | [Fortress Expansion](../content/fortress_expansion.md) | | [Dragon Flies](dragon_flies.md) | [Fortress](../towns/fortress.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 3 | 8 | 4 :gold: | :unit_attack: Remove all :ongoing: effects played on the target by the enemy player. | [Fortress Expansion](../content/fortress_expansion.md) | | [Dragon Flies](dragon_flies.md) | [Fortress](../towns/fortress.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | **1** | 3 | **12** | 7 :gold: | :unit_attack: Remove all :ongoing: effects played on the target by the enemy player. If the target retaliates, it suffers - 1 :attack:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Basilisks](basilisks.md) | [Fortress](../towns/fortress.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 4 | 5 | 6 :gold: | :unit_attack: On "-1" outcomes on the [Attack die](../dice.md#attack-die), the attacked unit gains a :paralysis: token. | [Fortress Expansion](../content/fortress_expansion.md) | | [Basilisks](basilisks.md) | [Fortress](../towns/fortress.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | **5** | **7** | 9 :gold: | :unit_attack: On "-1" outcomes on the [Attack die](../dice.md#attack-die), the attacked unit gains a :paralysis: token. | [Fortress Expansion](../content/fortress_expansion.md) | | [Gorgons](gorgons.md) | [Fortress](../towns/fortress.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 5 | 5 | 9 :gold: | - | [Fortress Expansion](../content/fortress_expansion.md) | | [Gorgons](gorgons.md) | [Fortress](../towns/fortress.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 2 | 5 | **6** | 14 :gold: | :unit_attack: After the attack, roll 2 [Attack dice](../dice.md#attack-die); on a double "0", decrease the target unit's :health_points: to 0. | [Fortress Expansion](../content/fortress_expansion.md) | | [Wyverns](wyverns.md) | [Fortress](../towns/fortress.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 8 | 7 | 12 :gold: | :unit_attack: Place 1 faction cube on the target. At the beginning of its every activation, remove it to inflict 1 :damage:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Wyverns](wyverns.md) | [Fortress](../towns/fortress.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **6** | 1 | 8 | **11** | 18 :gold:<br>1 :valuables: | :unit_attack: Place 2 faction cubes on the target. At the beginning of its every activation, remove 1 of them to inflict 1 :damage:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Hydras](hydras.md) | [Fortress](../towns/fortress.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 6 | 3 | 8 | 5 | 20 :gold:<br>1 :valuables: | :unit_attack: Ignore the Retaliation Attack. | [Fortress Expansion](../content/fortress_expansion.md) | | [Hydras](hydras.md) | [Fortress](../towns/fortress.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **7** | 3 | **10** | **7** | 28 :gold:<br>2 :valuables: | :unit_attack: Ignore the Retaliation Attack. This unit attacks up to 2 adjacent enemy units. | [Fortress Expansion](../content/fortress_expansion.md) | | [Familiars](familiars.md) | [Inferno](../towns/inferno.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 5 | 2 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Familiars](familiars.md) | [Inferno](../towns/inferno.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **7** | 3 :gold: | :unit_passive: Whenever an enemy casts a [:spellpower:](../spells/index.md) from hand, they must discard 1 card from hand. | [Inferno Expansion](../content/inferno_expansion.md) | | [Magogs](magogs.md) | [Inferno](../towns/inferno.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | 4 | 3 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Magogs](magogs.md) | [Inferno](../towns/inferno.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | **3** | **6** | 5 :gold: | :unit_attack: When [Magogs](magogs.md) attack a target that is not adjacent to them, they also deal 1 :damage: to a unit adjacent to the target. | [Inferno Expansion](../content/inferno_expansion.md) | | [Cerberi](cerberi.md) | [Inferno](../towns/inferno.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 0 | 4 | 7 | 4 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Cerberi](cerberi.md) | [Inferno](../towns/inferno.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | **1** | **5** | **8** | 7 :gold: | :unit_attack: Ignores Retaliation Attacks. Additionally, deals 1 :damage: to another enemy unit adjacent to Cerberi. | [Inferno Expansion](../content/inferno_expansion.md) | | [Demons](demons.md) | [Inferno](../towns/inferno.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 5 | 6 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Demons](demons.md) | [Inferno](../towns/inferno.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | **5** | **6** | 8 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Pit Lords](pit_lords.md) | [Inferno](../towns/inferno.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 6 | 6 | 8 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Pit Lords](pit_lords.md) | [Inferno](../towns/inferno.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 1 | 6 | **7** | 15 :gold: | :unit_other: If one of your units has been removed from the board during this Combat, Summon or Reinforce [Demons](demons.md). | [Inferno Expansion](../content/inferno_expansion.md) | | [Efreet](efreet.md) | [Inferno](../towns/inferno.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 7 | 9 | 12 :gold: | :unit_passive: Ignores any :damage: from [Magic Arrows](../spells/magic_arrow.md). | [Inferno Expansion](../content/inferno_expansion.md) | | [Efreet](efreet.md) | [Inferno](../towns/inferno.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **6** | 1 | 7 | **13** | 18 :gold:<br>1 :valuables: | :unit_passive: Ignores any :damage: from [Magic Arrows](../spells/magic_arrow.md) or [spells](../spells/index.md) from the [Fire School of Magic](../spells/school_of_fire_magic.md). | [Inferno Expansion](../content/inferno_expansion.md) | | [Arch Devils](arch_devils.md) | [Inferno](../towns/inferno.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 11 | 22 :gold:<br>1 :valuables: | :unit_attack: Ignores Retaliation Attacks. | [Inferno Expansion](../content/inferno_expansion.md) | | [Arch Devils](arch_devils.md) | [Inferno](../towns/inferno.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 3 | **9** | **15** | 30 :gold:<br>2 :valuables: | :unit_attack: Ignores Retaliation Attacks.<br>:unit_passive: As a regular movement, the Arch Devils can move to any empty space. | [Inferno Expansion](../content/inferno_expansion.md) | | [Goblins](goblins.md) | [Stronghold](../towns/stronghold.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 1 | 0 | 4 | 6 | 1 :gold: | - | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Goblins](goblins.md) | [Stronghold](../towns/stronghold.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **2** | 0 | 4 | **8** | 2 :gold: | - | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Wolf Raiders](wolf_raiders.md) | [Stronghold](../towns/stronghold.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 7 | 3 :gold: | - | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Wolf Raiders](wolf_raiders.md) | [Stronghold](../towns/stronghold.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | **5** | **8** | 5 :gold: | :unit_attack: Attack this target again. The second attack happens after the target retaliates (if possible). | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Orcs](orcs.md) | [Stronghold](../towns/stronghold.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 4 | 4 | 4 | - | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Orcs](orcs.md) | [Stronghold](../towns/stronghold.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 1 | **5** | **5** | 7 :gold: | - | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Ogres](ogres.md) | [Stronghold](../towns/stronghold.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 4 | 6 :gold: | :unit_other: Place a +1 :attack: token on a chosen [:unit_ground:](../keywords/ground_unit.md) or [:unit_flying:](../keywords/flying_unit.md) unit for 2 Combat rounds. | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Ogres](ogres.md) | [Stronghold](../towns/stronghold.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | **5** | **5** | 8 :gold: | :unit_other: Place a +2 :attack: token on a chosen [:unit_ground:](../keywords/ground_unit.md) or [:unit_flying:](../keywords/flying_unit.md) unit for 2 Combat rounds. | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Thunderbirds](thunderbirds.md) | [Stronghold](../towns/stronghold.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 6 | 9 | 8 :gold: | - | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Thunderbirds](thunderbirds.md) | [Stronghold](../towns/stronghold.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **5** | 1 | 6 | **11** | 14 :gold: | :unit_passive: Right after this unit's attack and before any Retaliation, roll 1 [Attack die](../dice.md#attack-die), on a "+1", deal 1 :spell: :damage: to the target. | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Cyclops](cyclops.md) | [Stronghold](../towns/stronghold.md) | Few | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 1 | 6 | 6 | 13 :gold: | :unit_other: This unit can destroy the Gate or a Wall. | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Cyclops](cyclops.md) | [Stronghold](../towns/stronghold.md) | Pack | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | **5** | 1 | **7** | **8** | 17 :gold:<br>1 :valuables: | :unit_other: This unit can destroy the Gate, a Wall, or the [Arrow Tower](arrow_tower.md). | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Behemoths](behemoths.md) | [Stronghold](../towns/stronghold.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 7 | 2 | 8 | 6 | 19 :gold:<br>1 :valuables: | :unit_attack: Decrease the target's :defense: by 1 (to a minimum of 0). | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Behemoths](behemoths.md) | [Stronghold](../towns/stronghold.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **8** | 2 | **10** | **9** | 29 :gold:<br>2 :valuables: | :unit_attack: Decrease the target's :defense: by 2 (to a minimum of 0). After the attack, place 1 Corrosion token on the target. | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Sprites](sprites.md) | [Conflux](../towns/conflux.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 2 | 7 | 2 :gold: | - | [Conflux Expansion](../content/conflux_expansion.md) | | [Sprites](sprites.md) | [Conflux](../towns/conflux.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | **4** | **9** | 4 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack. | [Conflux Expansion](../content/conflux_expansion.md) | | [Storm Elementals](storm_elementals.md) | [Conflux](../towns/conflux.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 7 | 3 :gold: | - | [Conflux Expansion](../content/conflux_expansion.md) | | [Storm Elementals](storm_elementals.md) | [Conflux](../towns/conflux.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | **5** | **8** | 5 :gold: | :activation: Add +1 :empower: to the first [Air Magic](../spells/school_of_air_magic.md) spell you cast during this Activation. | [Conflux Expansion](../content/conflux_expansion.md) | | [Ice Elementals](ice_elementals.md) | [Conflux](../towns/conflux.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 4 | 5 | 4 :gold: | - | [Conflux Expansion](../content/conflux_expansion.md) | | [Ice Elementals](ice_elementals.md) | [Conflux](../towns/conflux.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 1 | **5** | **6** | 7 :gold: | :activation: Add +1 :empower: to the first [Water Magic](../spells/school_of_water_magic.md) spell you cast during this Activation. | [Conflux Expansion](../content/conflux_expansion.md) | | [Energy Elementals](energy_elementals.md) | [Conflux](../towns/conflux.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 5 | 5 | 5 :gold: | - | [Conflux Expansion](../content/conflux_expansion.md) | | [Energy Elementals](energy_elementals.md) | [Conflux](../towns/conflux.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **4** | 1 | **6** | **8** | 8 :gold: | :activation: Add +1 :empower: to the first [Fire Magic](../spells/school_of_fire_magic.md) spell you cast during this Activation. | [Conflux Expansion](../content/conflux_expansion.md) | | [Magma Elementals](magma_elementals.md) | [Conflux](../towns/conflux.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 6 | 4 | 9 :gold: | - | [Conflux Expansion](../content/conflux_expansion.md) | | [Magma Elementals](magma_elementals.md) | [Conflux](../towns/conflux.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 2 | **6** | **6** | 13 :gold: | :activation: Add +1 :empower: to the first [Earth Magic](../spells/school_of_earth_magic.md) spell you cast during this Activation. | [Conflux Expansion](../content/conflux_expansion.md) | | [Magic Elementals](magic_elementals.md) | [Conflux](../towns/conflux.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 7 | 12 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack. Attack all adjacent units. | [Conflux Expansion](../content/conflux_expansion.md) | | [Magic Elementals](magic_elementals.md) | [Conflux](../towns/conflux.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | **8** | **9** | 18 :gold:<br>1 :valuables: | :unit_attack: Ignore Enemy's Retaliation Attack. Attack all adjacent units. :unit_passive: Ignore any [:spell:](../spells/index.md) effects and :damage: from Specialty. | [Conflux Expansion](../content/conflux_expansion.md) | | [Phoenixes](phoenixes.md) | [Conflux](../towns/conflux.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 2 | 7 | 12 | 21 :gold:<br>1 :valuables: | :unit_passive: Once per Combat. When this unit's :health_points: drops to 0, set it to 1 instead. :unit_passive: Immune to [Fire Magic](../spells/school_of_fire_magic.md) :spell:. | [Conflux Expansion](../content/conflux_expansion.md) | | [Phoenixes](phoenixes.md) | [Conflux](../towns/conflux.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 2 | **9** | **18** | 27 :gold:<br>2 :valuables: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 2 :attack:. :unit_passive: Immune to [Fire Magic](../spells/school_of_fire_magic.md) :spell:. | [Conflux Expansion](../content/conflux_expansion.md) | | [Oceanids](oceanids.md) | [Cove](../towns/cove.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 3 | 6 | 2 :gold: | - | [Cove Expansion](../content/cove_expansion.md) | | [Oceanids](oceanids.md) | [Cove](../towns/cove.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | **4** | **8** | 3 :gold: | :unit_passive: Ignore any effect from spells from the [School of Water Magic](../spells/school_of_water_magic.md). | [Cove Expansion](../content/cove_expansion.md) | | [Seamen](seamen.md) | [Cove](../towns/cove.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 5 | 3 :gold: | - | [Cove Expansion](../content/cove_expansion.md) | | [Seamen](seamen.md) | [Cove](../towns/cove.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | **5** | **6** | 5 :gold: | :effect_map: +1 :movement: if you start the round on a Sea tile. | [Cove Expansion](../content/cove_expansion.md) | | [Sea Dogs](sea_dogs.md) | [Cove](../towns/cove.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 4 | 6 | 4 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Cove Expansion](../content/cove_expansion.md) | | [Sea Dogs](sea_dogs.md) | [Cove](../towns/cove.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | **5** | **8** | 6 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack.<br>:unit_passive: Ignore the combat penalty against adjacent units. | [Cove Expansion](../content/cove_expansion.md) | | [Ayssids](ayssids.md) | [Cove](../towns/cove.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 5 | 9 | 6 :gold: | - | [Cove Expansion](../content/cove_expansion.md) | | [Ayssids](ayssids.md) | [Cove](../towns/cove.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | **6** | **11** | 10 :gold: | :unit_attack: If the attack reduces the target to 0 :health:, the Ayssids can attack another unit adjacent to them. | [Cove Expansion](../content/cove_expansion.md) | | [Sorceresses](sorceresses.md) | [Cove](../towns/cove.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 1 | 5 | 6 | 8 :gold: | :unit_other: Place a Weakness token on any unit for 2 Combat rounds. | [Cove Expansion](../content/cove_expansion.md) | | [Sorceresses](sorceresses.md) | [Cove](../towns/cove.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **5** | 1 | **6** | 6 | 13 :gold: | :unit_attack: After the attack, place a Weakness token on the target for 2 Combat rounds. | [Cove Expansion](../content/cove_expansion.md) | | [Nix](nix.md) | [Cove](../towns/cove.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 6 | 12 :gold: | - | [Cove Expansion](../content/cove_expansion.md) | | [Nix](nix.md) | [Cove](../towns/cove.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | **8** | **7** | 20 :gold:<br>1 :valuables: | :unit_passive: This unit cannot take more than 4 :damage: from a single attack. | [Cove Expansion](../content/cove_expansion.md) | | [Haspids](haspids.md) | [Cove](../towns/cove.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 3 | 7 | 9 | 18 :gold:<br>1 :valuables: | :unit_attack: If this unit turns from Pack side in this combat, gain +2 :attack: | [Cove Expansion](../content/cove_expansion.md) | | [Haspids](haspids.md) | [Cove](../towns/cove.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 3 | **9** | **12** | 32 :gold:<br>2 :valuables: | :unit_attack: Place 2 faction cubes on the target. At the beginning of its every activation, remove 1 of them to inflict 1 :damage:. | [Cove Expansion](../content/cove_expansion.md) | | [Boars](boars.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 4 | 6 | 4 :gold: | - | [Core Game](../content/core_game.md) | | [Centaurs](centaurs.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 5 | 7 | 3 :gold: | - | [Tower Expansion](../content/tower_expansion.md) | | [Cerberi](cerberi.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 5 | 8 | 10 :gold: | :unit_attack: Ignores Retaliation Attacks. Additionally, deals 1 :damage: to another enemy unit adjacent to Cerberi. | [Inferno Expansion](../content/inferno_expansion.md) | | [Dragon Flies](dragon_flies.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 3 | 8 | 7 :gold: | :unit_attack: Retaliation Attacks against Dragon Flies suffer -1 :attack:. | [Tower Expansion](../content/tower_expansion.md) | | [Dwarves](dwarves.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 4 | 3 | 4 :gold: | :unit_passive: If this unit is targeted by any [Spell](../spells/index.md) or [Specialty](../heroes/index.md) card, roll 1 [Attack die](../dice.md#attack-die). On a "+1" result, ignore the card's effect. | [Tower Expansion](../content/tower_expansion.md) | | [Elves](elves.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 3 | 6 | 7 :gold: | :unit_attack: If a target is a non adjacent unit, on a "-1" or "0" result, attack this target again. | [Tower Expansion](../content/tower_expansion.md) | | [Evil Eyes](evil_eyes.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 3 | 6 | 6 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Core Game](../content/core_game.md) | | [Familiars](familiars.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 2 | 7 | 6 :gold: | :unit_passive: Whenever an enemy cast a [:spellpower:](../spells/index.md) from hand, they must discard 1 card from hand. | [Inferno Expansion](../content/inferno_expansion.md) | | [Gargoyles](gargoyles.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 1 | 3 | 9 | 4 :gold: | :unit_passive: This unit ignores :paralysis: effect. | [Tower Expansion](../content/tower_expansion.md) | | [Gnolls](gnolls.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 3 :gold: | - | [Tower Expansion](../content/tower_expansion.md) | | [Gremlins](gremlins.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | 5 | 2 :gold: | - | [Tower Expansion](../content/tower_expansion.md) | | [Griffins](griffins.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 4 | 8 | 7 :gold: | :unit_retaliate: This unit can perform and unlimited number of Retaliation Attacks. | [Core Game](../content/core_game.md) | | [Halberdiers](halberdiers.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 4 | 4 | 4 :gold: | :unit_passive: Treat allied adjacent units as if they had a Defense token. | [Core Game](../content/core_game.md) | | [Halflings](halflings.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 3 | 6 | 5 :gold: | :unit_attack: Roll 2 [Attack dice](../dice.md#attack-die) and resolve the higher one. Ignore combat penalties. | [Core Game](../content/core_game.md) | | [Harpies](harpies.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 4 | 8 | 5 :gold: | :unit_attack: Ignore the Retaliation Attack. This unit can return to the space from which it moved to attack. | [Core Game](../content/core_game.md) | | [Iron Golems](iron_golems.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 4 | 3 | 6 :gold: | :unit_passive: Reduce any :damage: from [spells](../spells/index.md) by 2 - to a minimum of 0. | [Tower Expansion](../content/tower_expansion.md) | | [Leprechaun](leprechaun.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 5 | 3 :gold: | | :unit_attack: Roll 2 [Attack dice](../dice.md#attack-die) and resolve the higher one. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Lizardmen](lizardmen.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 4 | 5 | 4 :gold: | - | [Tower Expansion](../content/tower_expansion.md) | | [Magogs](magogs.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 4 | 6 | 8 :gold: | :unit_attack: When Magogs attack a target that is non adjacent to them, they also deal 1 :damage: to a unit adjacent to the target. | [Inferno Expansion](../content/inferno_expansion.md) | | [Marksmen](marksmen.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 3 | 5 | 7 :gold: | :unit_attack: If a target is a non-adjacent unit, attack this target again. | [Core Game](../content/core_game.md) | | [Peasants](peasants.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 1 | 0 | 2 | 3 | 3 :gold: | :effect_map: At the beginning of each Resource round, gain 3 :gold:. | [Core Game](../content/core_game.md) | | [Rogues](rogues.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 6 | 5 :gold: | :effect_map: Once during your turn, look at the top card from any deck, then put it back on the top or on the bottom of that deck. | [Core Game](../content/core_game.md) | | [Skeletons](skeletons.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 4 | 3 :gold: | :unit_passive: After defeating Skeletons, if you control a [:necro: Hero](../towns/necropolis.md#heroes), immediately Reinforce 1 of your :bronze: units. | [Core Game](../content/core_game.md) | | [Troglodytes](troglodytes.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 6 | 4 :gold: | :unit_passive: This unit ignores :paralysis: effects. | [Core Game](../content/core_game.md) | | [Wraiths](wraiths.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 4 | 7 | 7 :gold: | :activation: Remove up to 2 :damage: from this unit. | [Core Game](../content/core_game.md) | | [Zombies](zombies.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 4 | 3 | 5 :gold: | :unit_passive: If the attacker resolves a "0" or a "+1" on an [Attack die](../dice.md#attack-die), gain +1 :defense: | [Core Game](../content/core_game.md) | | [Basilisks](basilisks.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 4 | 5 | 12 :gold: | :unit_attack: After the attack, roll 1 [Attack die](../dice.md#attack-die). On a "0" result, :paralysis: the target. | [Tower Expansion](../content/tower_expansion.md) | | [Crusaders](crusaders.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 5 | 11 :gold: | :unit_passive: During any attack, roll 2 [Attack dice](../dice.md#attack-die) and resolve the higher outcome. | [Core Game](../content/core_game.md) | | [Demons](demons.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 0 | 8 | 6 | 13 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Dendroids](dendroids.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 6 | 3 | 12 :gold: | :unit_passive: Enemy units that start activation adjacent to this unit cannot move. | [Tower Expansion](../content/tower_expansion.md) | | [Fangarm](fangarm.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 5 | 8 | 14 :gold: | :unit_passive: Ignore all [:spellpower:](../spells/index.md) and [Specialty](../heroes/index.md) effects other than :damage:. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Genies](genies.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 4 | 9 | 11 :gold: | :unit_attack: When attacking [Efreet](efreet.md), this unit gains +1 :attack:. | [Tower Expansion](../content/tower_expansion.md) | | [Gorgons](gorgons.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 4 | 5 | 13 :gold: | :unit_attack: After the attack, roll 2 [Attack dice](../dice.md#attack-die). On two "-1" results, reduce the attacked unit's :health_points: to 0. | [Tower Expansion](../content/tower_expansion.md) | | [Liches](liches.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 6 | 7 | 12 :gold: | :unit_attack: Choose a unit adjacent to the target and attack it. For the purpose of this attack, your :attack: is 2. | [Core Game](../content/core_game.md) | | [Magi](magi.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 5 | 6 | 11 :gold: | :unit_attack: Ignore combat penalties. After this unit's attack, the enemy discards a random card or a card with :empower:. | [Tower Expansion](../content/tower_expansion.md) | | [Medusas](medusas.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 4 | 6 | 11 :gold: | :unit_passive: Ignore the combat penalty against adjacent units.<br>:unit_retaliate: The target is :paralysis:. | [Core Game](../content/core_game.md) | | [Minotaurs](minotaurs.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 7 | 11 :gold: | :unit_attack: Reroll this unit's "-1" outcome on the [Attack die](../dice.md#attack-die). | [Core Game](../content/core_game.md) | | [Mummies](mummies.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 4 | 5 | 8 :gold: | :unit_attack: Ignore the result on the [Attack die](../dice.md#attack-die). :unit_passive: Whenever this unit is attacked, set your opponent's [Attack die](../dice.md#attack-die) to "-1". | [Core Game](../content/core_game.md) | | [Nomads](nomads.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 4 | 7 | 10 :gold: | :effect_map: At the end of your turn, move your [Hero's](../heroes/index.md) model to an adjacent empty field. | [Core Game](../content/core_game.md) | | [Pegasi](pegasi.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 5 | 8 | 14 :gold: | :unit_passive: Whenever an enemy casts a [:spellpower:](../spells/index.md), they must discard an additional card with :empower:. | [Tower Expansion](../content/tower_expansion.md) | | [Pit Lords](pit_lords.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 5 | 7 | 15 :gold: | - | [Inferno Expansion](../content/inferno_expansion.md) | | [Satyrs](satyrs.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 0 | 5 | 7 | 11 :gold: | :effect_map: Roll a [die](../dice.md#attack-die). On a "-1" outcome, gain a :morale_positive: token. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Sharpshooters](sharpshooters.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 6 | 9 | 10 :gold: | :unit_attack: Ignore the combat penalties. | [Core Game](../content/core_game.md) | | [Steel Golems](steel_golems.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 3 | 5 | 12 :gold: | :unit_passive: Reduce :damage: taken by this unit from [:spellpower:](../spells/index.md) or [Specialty](../heroes/index.md) by 2 - to a minimum of 0. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Vampires](vampires.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 5 | 8 | 9 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack. Then remove up to 2 :damage: from this unit. | [Core Game](../content/core_game.md) | | [Zealots](zealots.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 5 | 5 | 12 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Core Game](../content/core_game.md) | | [Arch Devils](arch_devils.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 7 | 10 | 23 :gold: | :unit_attack: When attacking [Archangels](archangels.md), this unit gains +2 :attack:. | [Inferno Expansion](../content/inferno_expansion.md) | | [Archangels](archangels.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 7 | 10 | 29 :gold: | :unit_attack: When attacking [Arch Devils](arch_devils.md), this unit gains +2 :attack:. | [Core Game](../content/core_game.md) | | [Black Dragons](black_dragons.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 7 | 9 | 30 :gold: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 2 :attack:. | [Core Game](../content/core_game.md) | | [Champions](champions.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 6 | 8 | 18 :gold: | :unit_attack: Roll 2 [Attack dice](../dice.md#attack-die) and apply both outcomes.<br>:unit_passive: Reroll this unit's all "-1" rolls. | [Core Game](../content/core_game.md) | | [Diamond Golems](diamond_golems.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 6 | 6 | 16 :gold: | :unit_passive: Reduce any :damage: from [spells](../spells/index.md) by 3 - to a minimum of 0. | [Core Game](../content/core_game.md) | | [Dread Knights](dread_knights.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 7 | 7 | 18 :gold: | :unit_passive: When this unit is targeted by a Retaliation Attack, it gains +1 :defense:. | [Core Game](../content/core_game.md) | | [Efreet](efreet.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 2 | 6 | 13 | 20 :gold: | :unit_passive: Ignores any :damage: from [Magic Arrows](../spells/magic_arrow.md) or [spells](../spells/index.md) from the[Fire School of Magic](../spells/school_of_fire_magic.md). | [Inferno Expansion](../content/inferno_expansion.md) | | [Enchanters](enchanters.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 1 | 5 | 5 | 16 :gold: | :activation: Remove up to 2 :damage: from a friendly unit. Otherwise, Enchanters gain +1 :attack:. | [Core Game](../content/core_game.md) | | [Ghost Dragons](ghost_dragons.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 6 | 9 | 28 :gold: | :unit_attack: After the attack, roll 1 [Attack die](../dice.md#attack-die); if the result is "0", the target must immediately move away 1 space. | [Core Game](../content/core_game.md) | | [Gold Golems](gold_golems.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 6 | 5 | 14 :gold: | :unit_passive: Reduce any :damage: from [spells](../spells/index.md) by 2 - to a minimum of 0. | [Core Game](../content/core_game.md) | | [Manticores](manticores.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 7 | 8 | 18 :gold: | :unit_passive: On a "0" or a "+1" outcomes on the enemy's [Attack die](../dice.md#attack-die), gain +1 :defense:. | [Core Game](../content/core_game.md) | | [Nagas](nagas.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 6 | 6 | 16 :gold: | :unit_attack: Ignore Retaliation Attacks. | [Tower Expansion](../content/tower_expansion.md) | | [Trolls](trolls.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 0 | 7 | 7 | 13 :gold: | :activation: Remove up to 3 :damage: from this unit. | [Core Game](../content/core_game.md) | | [Unicorns](unicorns.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 7 | 7 | 18 :gold: | :unit_retaliate: The target is :paralysis:. | [Tower Expansion](../content/tower_expansion.md) | | [Wyverns](wyverns.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 7 | 8 | 17 :gold: | :unit_attack: After the attack, roll 1 [Attack die](../dice.md#attack-die). On a "0" result, deal 1 :damage: to the target unit. | [Tower Expansion](../content/tower_expansion.md) | | [Azure Dragons](azure_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 8 | 3 | 10 | 19 | 45 :gold:<br>2 :valuables: | :unit_attack: If you resolve a "-1" on the [Attack die](../dice.md#attack-die), the target gains :paralysis:.<br>:unit_passive: Ignore any [:spellpower:](../spells/index.md) effects and :damage: from [Specialty](../heroes/index.md). | [Core Game](../content/core_game.md) | | [Crystal Dragons](crystal_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_ground:](../keywords/ground_unit.md) | 7 | 3 | 9 | 16 | 40 :gold:<br>2 :valuables: | :effect_map: At the beginning of each Resource round, gain 2 :valuables:. | [Core Game](../content/core_game.md) | | [Faerie Dragons](faerie_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 8 | 15 | 35 :gold:<br>2 :valuables: | :activation: The selected unit suffers 2 :damage:. This is a [:spellpower:](../spells/index.md) that does not count towards your [spell](../spells/index.md) limit. | [Rampart Expansion](../content/rampart_expansion.md) | | [Gold Dragons](gold_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 9 | 10 | 42 :gold: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 3 :attack:. | [Tower Expansion](../content/tower_expansion.md) | | [Hydras](hydras.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_ground:](../keywords/ground_unit.md) | 7 | 3 | 8 | 5 | 40 :gold: | :unit_attack: Ignore Retaliation Attacks. This unit attacks up to 2 adjacent enemy units. | [Tower Expansion](../content/tower_expansion.md) | | [Rust Dragons](rust_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 7 | 3 | 10 | 17 | 38 :gold:<br>1 :valuables: | :unit_attack: On "-1" results on the [Attack die](../dice.md#attack-die), decrease the attacked unit's :defense: by 2 - to a minimum of 0. | [Fortress Expansion](../content/fortress_expansion.md) | | [Titans](titans.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_ranged:](../keywords/ranged_unit.md) | 6 | 2 | 10 | 10 | 39 :gold: | :unit_passive: Ignore the combat penalty against adjacent units.<br>:unit_attack: When attacking [Black Dragons](black_dragons.md), this unit gains +2 :attack:. | [Tower Expansion](../content/tower_expansion.md) |
es: | Nombe | Ciudad | # | Nivel | Tipo | :attack: | :defense: | :health_points: | :initiative: | Coste de Reclutamiento | Habilidades | [Contenido](../content/index.md) | | :--- | :---: | :---: | :---: | :---: | :---: | :---: | :---: | :---: | ---: | :--- | :--- | | [Alabarderos](halberdiers.md) | [Castillo](../towns/castle.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 2 :gold: | - | [Juego Principal](../content/core_game.md) | | [Alabarderos](halberdiers.md) | [Castillo](../towns/castle.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **5** | 3 :gold: | :unit_passive: When the unit is targeted by any attack, you can discard a card and ignore the [Attack die's](../dice.md#attack-die) roll result. | [Juego Principal](../content/core_game.md) | | [Tiradores](marksmen.md) | [Castillo](../towns/castle.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | 4 | 3 :gold: | - | [Juego Principal](../content/core_game.md) | | [Tiradores](marksmen.md) | [Castillo](../towns/castle.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | **6** | 5 :gold: | :unit_attack: If a target is a non-adjacent unit, attack this target again. | [Juego Principal](../content/core_game.md) | | [Grifos](griffins.md) | [Castillo](../towns/castle.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 4 | 6 | 4 :gold: | :unit_retaliate: This unit can perform an unlimited number of Retaliation Attacks. | [Juego Principal](../content/core_game.md) | | [Grifos](griffins.md) | [Castillo](../towns/castle.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | **3** | 0 | 4 | **9** | 6 :gold: | :unit_retaliate: This unit can perform an unlimited number of Retaliation Attacks. | [Juego Principal](../content/core_game.md) | | [Cruzados](crusaders.md) | [Castillo](../towns/castle.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 5 | 6 :gold: | - | [Juego Principal](../content/core_game.md) | | [Cruzados](crusaders.md) | [Castillo](../towns/castle.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **4** | 2 | 4 | **6** | 10 :gold: | :unit_attack: You can reroll every "0" on this unit's [Attack die](../dice.md#attack-die). | [Juego Principal](../content/core_game.md) | | [Fanáticos](zealots.md) | [Castillo](../towns/castle.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 5 | 5 | 8 :gold: | - | [Juego Principal](../content/core_game.md) | | [Fanáticos](zealots.md) | [Castillo](../towns/castle.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | 1 | 5 | **7** | 12 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Juego Principal](../content/core_game.md) | | [Campeones](champions.md) | [Castillo](../towns/castle.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 7 | 12 :gold: | :effect_map: If your hero is on a field with Stables, this unit's reinforcement cost is reduced by 6 :gold:. | [Juego Principal](../content/core_game.md) | | [Campeones](champions.md) | [Castillo](../towns/castle.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | 7 | **9** | 20 :gold:<br>1 :valuables: | :unit_attack: If this unit's movement ends in a space other than where it started, you may reroll an [Attack die](../dice.md#attack-die). | [Juego Principal](../content/core_game.md) | | [Arcángeles](archangels.md) | [Castillo](../towns/castle.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 12 | 20 :gold:<br>1 :valuables: | :unit_passive: When combat begins, draw 1 card. | [Juego Principal](../content/core_game.md) | | [Arcángeles](archangels.md) | [Castillo](../towns/castle.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 3 | **10** | **18** | 30 :gold:<br>2 :valuables: | :unit_passive: Once per Combat. Cancel an attack that would reduce another unit's :health_points: to 0. | [Juego Principal](../content/core_game.md) | | [Esqueletos](skeletons.md) | [Necrópolis](../towns/necropolis.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 2 :gold: | - | [Juego Principal](../content/core_game.md) | | [Esqueletos](skeletons.md) | [Necrópolis](../towns/necropolis.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **5** | 3 :gold: | - | [Juego Principal](../content/core_game.md) | | [Zombis](zombies.md) | [Necrópolis](../towns/necropolis.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 3 | 3 :gold: | :unit_passive: If the attacker resolves a "+1" on [Attack die](../dice.md#attack-die), gain +1 :defense:. | [Juego Principal](../content/core_game.md) | | [Zombis](zombies.md) | [Necrópolis](../towns/necropolis.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | **4** | 4 :gold: | :unit_passive: If the attacker resolves a "0" or a +1" on [Attack die](../dice.md#attack-die), gain +1 :defense:. | [Juego Principal](../content/core_game.md) | | [Espectros](wraiths.md) | [Necrópolis](../towns/necropolis.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 3 | 5 | 4 :gold: | :activation: Remove up to 1 :damage: from this unit. | [Juego Principal](../content/core_game.md) | | [Espectros](wraiths.md) | [Necrópolis](../towns/necropolis.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | **5** | **7** | 6 :gold: | :activation: Remove up to 1 :damage: from this unit, then discard 1 random card from the enemy's hand. | [Juego Principal](../content/core_game.md) | | [Vampiros](vampires.md) | [Necrópolis](../towns/necropolis.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 4 | 6 | 8 :gold: | :unit_attack: Ignore the Retaliation Attack. | [Juego Principal](../content/core_game.md) | | [Vampiros](vampires.md) | [Necrópolis](../towns/necropolis.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **5** | 1 | 4 | **9** | 12 :gold: | :unit_attack: Ignore the Retaliation Attack. Then remove up to 2 :damage: from this unit. | [Juego Principal](../content/core_game.md) | | [Liches](liches.md) | [Necrópolis](../towns/necropolis.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 5 | 6 | 8 :gold: | - | [Juego Principal](../content/core_game.md) | | [Liches](liches.md) | [Necrópolis](../towns/necropolis.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | 1 | 5 | **7** | 14 :gold: | :unit_attack: Choose a unit adjacent to the target and attack it. For the purpose of this attack, your :attack: is 2. | [Juego Principal](../content/core_game.md) | | [Caballeros del Terror](dread_knights.md) | [Necrópolis](../towns/necropolis.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 7 | 12 :gold: | :unit_attack: When retaliating after this attack, the enemy rolls 2 [Attack dice](../dice.md#attack-die) and resolves the lower result. | [Juego Principal](../content/core_game.md) | | [Caballeros del Terror](dread_knights.md) | [Necrópolis](../towns/necropolis.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | 7 | **9** | 20 :gold:<br>1 :valuables: | :unit_attack: If you resolve a "0" or a "+1" on the [Attack die](../dice.md#attack-die), increase this unit's total attack value by another "+1". | [Juego Principal](../content/core_game.md) | | [Dragones Fantasma](ghost_dragons.md) | [Necrópolis](../towns/necropolis.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 9 | 19 :gold:<br>1 :valuables: | :activation: Discard the enemy's :morale_positive: token. | [Juego Principal](../content/core_game.md) | | [Dragones Fantasma](ghost_dragons.md) | [Necrópolis](../towns/necropolis.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 3 | **9** | **14** | 32 :gold:<br>2 :valuables: | :activation: Discard the enemy's :morale_positive: token.<br>:unit_attack: Add +1 to your [Attack die](../dice.md#attack-die) result. | [Juego Principal](../content/core_game.md) | | [Trogloditas](troglodytes.md) | [Mazmorra](../towns/dungeon.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 2 :gold: | - | [Juego Principal](../content/core_game.md) | | [Trogloditas](troglodytes.md) | [Mazmorra](../towns/dungeon.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **5** | 3 :gold: | :unit_passive: This unit ignores :paralysis: effect. | [Juego Principal](../content/core_game.md) | | [Arpías](harpies.md) | [Mazmorra](../towns/dungeon.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 3 | 6 | 3 :gold: | :unit_attack: After the enemy's Retaliation Attack, this unit can return to the space from which it moved to attack. | [Juego Principal](../content/core_game.md) | | [Arpías](harpies.md) | [Mazmorra](../towns/dungeon.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | **3** | 0 | 3 | **9** | 5 :gold: | :unit_attack: Ignore the Retaliation Attack. This unit can return to the space from which it moved to attack. | [Juego Principal](../content/core_game.md) | | [Ojos Maléficos](evil_eyes.md) | [Mazmorra](../towns/dungeon.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 3 | 5 | 4 :gold: | - | [Juego Principal](../content/core_game.md) | | [Ojos Maléficos](evil_eyes.md) | [Mazmorra](../towns/dungeon.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | **1** | 3 | **7** | 6 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Juego Principal](../content/core_game.md) | | [Medusas](medusas.md) | [Mazmorra](../towns/dungeon.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 4 | 5 | 6 :gold: | :unit_passive: After the Retaliation Attack, roll an [Attack die](../dice.md#attack-die), on a "0" the target is :paralysis:. | [Juego Principal](../content/core_game.md) | | [Medusas](medusas.md) | [Mazmorra](../towns/dungeon.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | 1 | 4 | **6** | 12 :gold: | :unit_passive: Ignore the combat penalty against adjacent units.<br>:unit_retaliate: The target gains :paralysis:. | [Juego Principal](../content/core_game.md) | | [Minotauros](minotaurs.md) | [Mazmorra](../towns/dungeon.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 4 | 6 | 8 :gold: | :unit_attack: If you resolve a "-1" on the [Attack die](../dice.md#attack-die), draw a card, | [Juego Principal](../content/core_game.md) | | [Minotauros](minotaurs.md) | [Mazmorra](../towns/dungeon.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 2 | 4 | **8** | 14 :gold: | :unit_attack: If you resolve a "-1" on the [Attack die](../dice.md#attack-die), draw a card, | [Juego Principal](../content/core_game.md) | | [Mantícoras](manticores.md) | [Mazmorra](../towns/dungeon.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 6 | 7 | 10 :gold: | - | [Juego Principal](../content/core_game.md) | | [Mantícoras](manticores.md) | [Mazmorra](../towns/dungeon.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 6 | **11** | 18 :gold:<br>1 :valuables: | :unit_attack: For this attack, ignore the :defense: value from the target unit's card. | [Juego Principal](../content/core_game.md) | | [Mantícoras](manticores.md) | [Mazmorra](../towns/dungeon.md) | Pack Alt | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | **2** | 6 | **11** | 18 :gold:<br>1 :valuables: | :unit_attack: After the Attack, roll an [Attack die](../dice.md#attack-die), on a "0" or a "+1" the target is :paralysis:. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Dragones Negros](black_dragons.md) | [Mazmorra](../towns/dungeon.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 11 | 19 :gold:<br>1 :valuables: | :unit_passive: Reduce :damage: taken by this unit from [:spellpower:](../spells/index.md) by 2 to a minimum of 0. | [Juego Principal](../content/core_game.md) | | [Dragones Negros](black_dragons.md) | [Mazmorra](../towns/dungeon.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **8** | 3 | 8 | **15** | 33 :gold:<br>2 :valuables: | :unit_passive: Ignore any [:spellpower:](../spells/index.md) effects and :damage: from [Specialty](../heroes/index.md). | [Juego Principal](../content/core_game.md) | | [Gremlins](gremlins.md) | [Torre](../towns/tower.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 2 | 4 | 0 :gold: | - | [Expansión de Torre](../content/tower_expansion.md) | | [Gremlins](gremlins.md) | [Torre](../towns/tower.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | **5** | 2 :gold: | - | [Expansión de Torre](../content/tower_expansion.md) | | [Gárgolas](gargoyles.md) | [Torre](../towns/tower.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 1 | 3 | 6 | 3 :gold: | :unit_passive: This unit ignores any :ongoing: [Hechizo](../spells/index.md) effects. | [Expansión de Torre](../content/tower_expansion.md) | | [Gárgolas](gargoyles.md) | [Torre](../towns/tower.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | **3** | 1 | 3 | **9** | 4 :gold: | :unit_passive: This unit ignores any :ongoing: [Hechizo](../spells/index.md) effects. | [Expansión de Torre](../content/tower_expansion.md) | | [Gólems de Hierro](iron_golems.md) | [Torre](../towns/tower.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 3 | 4 | 4 :gold: | :unit_passive: This unit reduces any :damage: it takes from [spells](../spells/index.md) by 1 - to a minimum of 0. | [Expansión de Torre](../content/tower_expansion.md) | | [Gólems de Hierro](iron_golems.md) | [Torre](../towns/tower.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | **2** | 3 | **5** | 7 :gold: | :unit_passive: This unit reduces any :damage: it takes from [spells](../spells/index.md) by 2 - to a minimum of 0. | [Expansión de Torre](../content/tower_expansion.md) | | [Magos](magi.md) | [Torre](../towns/tower.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 4 | 5 | 6 :gold: | :unit_attack: Ignore combat penalties. | [Expansión de Torre](../content/tower_expansion.md) | | [Magos](magi.md) | [Torre](../towns/tower.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **4** | **1** | 4 | 6 | 11 :gold: | :unit_attack: Ignore combat penalties. :activation: Add +1 :empower: to the first [spell](../spells/index.md) you cast this round. | [Expansión de Torre](../content/tower_expansion.md) | | [Genios](genies.md) | [Torre](../towns/tower.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 6 | 7 | 8 :gold: | :unit_other: Discard 3 cards from your deck and take a [:spellpower:](../spells/index.md) discarded this way to your hand. | [Expansión de Torre](../content/tower_expansion.md) | | [Genios](genies.md) | [Torre](../towns/tower.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **4** | 1 | 6 | **8** | 12 :gold: | :unit_attack: Discard 3 cards from your deck and take a [:spellpower:](../spells/index.md) discarded this way to your hand. | [Expansión de Torre](../content/tower_expansion.md) | | [Nagas](nagas.md) | [Torre](../towns/tower.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 6 | 13 :gold: | :unit_attack: Ignore Retaliation Attacks. | [Expansión de Torre](../content/tower_expansion.md) | | [Nagas](nagas.md) | [Torre](../towns/tower.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | 7 | **8** | 18 :gold:<br>1 :valuables: | :unit_attack: Ignore Retaliation Attacks. | [Expansión de Torre](../content/tower_expansion.md) | | [Titanes](titans.md) | [Torre](../towns/tower.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 6 | 3 | 8 | 7 | 18 :gold:<br>1 :valuables: | :unit_passive: Ignore any :ongoing: effects on this unit. | [Expansión de Torre](../content/tower_expansion.md) | | [Titanes](titans.md) | [Torre](../towns/tower.md) | Pack | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | 6 | 3 | 8 | **11** | 32 :gold:<br>2 :valuables: | :unit_passive: Ignore any :ongoing: effects on this unit and combat penalties against adjacent units. | [Expansión de Torre](../content/tower_expansion.md) | | [Centauros](centaurs.md) | [Muralla](../towns/rampart.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 6 | 2 :gold: | - | [Expansión de Muralla](../content/rampart_expansion.md) | | [Centauros](centaurs.md) | [Muralla](../towns/rampart.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 0 | 3 | **8** | 3 :gold: | - | [Expansión de Muralla](../content/rampart_expansion.md) | | [Enanos](dwarves.md) | [Muralla](../towns/rampart.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 3 | 3 :gold: | :unit_passive: If this unit is targeted by any [Hechizo](../spells/index.md) or [Specialty](../heroes/index.md) card, roll 1 [Attack die](../dice.md#attack-die). On a "+1" result, ignore the card's effect. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Enanos](dwarves.md) | [Muralla](../towns/rampart.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 3 | **5** | 4 :gold: | :unit_passive: If this unit is targeted by any [Hechizo](../spells/index.md) or [Specialty](../heroes/index.md) card, roll 1 [Attack die](../dice.md#attack-die). On a "+1" result, ignore the card's effect. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Elfos](elves.md) | [Muralla](../towns/rampart.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 3 | 6 | 4 :gold: | - | [Expansión de Muralla](../content/rampart_expansion.md) | | [Elfos](elves.md) | [Muralla](../towns/rampart.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 1 | 3 | **7** | 7 :gold: | :unit_attack: If a target is a non adjacent unit, on a "-1" or "0" result, attack this target again. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Pegasos](pegasi.md) | [Muralla](../towns/rampart.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 5 | 8 | 6 :gold: | - | [Expansión de Muralla](../content/rampart_expansion.md) | | [Pegasos](pegasi.md) | [Muralla](../towns/rampart.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **4** | 0 | **6** | **12** | 10 :gold: | :unit_passive: The :empower: of all enemy [spells](../spells/index.md) is reduced by 1 (to a minimum of 0). | [Expansión de Muralla](../content/rampart_expansion.md) | | [Dendroides](dendroids.md) | [Muralla](../towns/rampart.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 5 | 3 | 8 :gold: | - | [Expansión de Muralla](../content/rampart_expansion.md) | | [Dendroides](dendroids.md) | [Muralla](../towns/rampart.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | **6** | **4** | 15 :gold: | :unit_passive: Enemy units that start activation adjacent to this unit cannot move. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Unicornios](unicorns.md) | [Muralla](../towns/rampart.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 8 | 7 | 11 :gold: | :unit_passive: Reduce any :damage: from [:spellpower:](../spells/index.md) dealt to this unit by 1 (to a minimum of 0), | [Expansión de Muralla](../content/rampart_expansion.md) | | [Unicornios](unicorns.md) | [Muralla](../towns/rampart.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 1 | 8 | **9** | 18 :gold:<br>1 :valuables: | :unit_passive: Reduce any :damage: from [:spellpower:](../spells/index.md) dealt to this and adjacent friendly unit(s) by 1 (to a minimum of 0), | [Expansión de Muralla](../content/rampart_expansion.md) | | [Dragones Dorados](gold_dragons.md) | [Muralla](../towns/rampart.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 3 | 9 | 10 | 22 :gold:<br>1 :valuables: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 2 :attack:, | [Expansión de Muralla](../content/rampart_expansion.md) | | [Dragones Dorados](gold_dragons.md) | [Muralla](../towns/rampart.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **6** | 3 | **10** | **16** | 30 :gold:<br>2 :valuables: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 3 :attack:. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Gnolls](gnolls.md) | [Fortaleza](../towns/fortress.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 4 | 2 :gold: | - | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Gnolls](gnolls.md) | [Fortaleza](../towns/fortress.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | **4** | **5** | 3 :gold: | - | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Hombres Lagarto](lizardmen.md) | [Fortaleza](../towns/fortress.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 3 | 4 | 3 :gold: | - | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Hombres Lagarto](lizardmen.md) | [Fortaleza](../towns/fortress.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 0 | 3 | **5** | 5 :gold: | - | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Libélulas](dragon_flies.md) | [Fortaleza](../towns/fortress.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 3 | 8 | 4 :gold: | :unit_attack: Remove all :ongoing: effects played on the target by the enemy player. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Libélulas](dragon_flies.md) | [Fortaleza](../towns/fortress.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | **1** | 3 | **12** | 7 :gold: | :unit_attack: Remove all :ongoing: effects played on the target by the enemy player. If the target retaliates, it suffers - 1 :attack:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Basiliscos](basilisks.md) | [Fortaleza](../towns/fortress.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 4 | 5 | 6 :gold: | :unit_attack: On "-1" outcomes on the [Attack die](../dice.md#attack-die), the attacked unit gains a :paralysis: token. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Basiliscos](basilisks.md) | [Fortaleza](../towns/fortress.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | **5** | **7** | 9 :gold: | :unit_attack: On "-1" outcomes on the [Attack die](../dice.md#attack-die), the attacked unit gains a :paralysis: token. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Gorgonas](gorgons.md) | [Fortaleza](../towns/fortress.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 5 | 5 | 9 :gold: | - | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Gorgonas](gorgons.md) | [Fortaleza](../towns/fortress.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 2 | 5 | **6** | 14 :gold: | :unit_attack: After the attack, roll 2 [Attack dice](../dice.md#attack-die); on a double "0", decrease the target unit's :health_points: to 0. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Wyverns](wyverns.md) | [Fortaleza](../towns/fortress.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 8 | 7 | 12 :gold: | :unit_attack: Place 1 faction cube on the target. At the beginning of its every activation, remove it to inflict 1 :damage:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Wyverns](wyverns.md) | [Fortaleza](../towns/fortress.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **6** | 1 | 8 | **11** | 18 :gold:<br>1 :valuables: | :unit_attack: Place 2 faction cubes on the target. At the beginning of its every activation, remove 1 of them to inflict 1 :damage:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Hidras](hydras.md) | [Fortaleza](../towns/fortress.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 6 | 3 | 8 | 5 | 20 :gold:<br>1 :valuables: | :unit_attack: Ignore the Retaliation Attack. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Hidras](hydras.md) | [Fortaleza](../towns/fortress.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **7** | 3 | **10** | **7** | 28 :gold:<br>2 :valuables: | :unit_attack: Ignore the Retaliation Attack. This unit attacks up to 2 adjacent enemy units. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Familiares](familiars.md) | [Infierno](../towns/inferno.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 5 | 2 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Familiares](familiars.md) | [Infierno](../towns/inferno.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **3** | 1 | 2 | **7** | 3 :gold: | :unit_passive: Whenever an enemy casts a [:spellpower:](../spells/index.md) from hand, they must discard 1 card from hand. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Magogs](magogs.md) | [Infierno](../towns/inferno.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | 4 | 3 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Magogs](magogs.md) | [Infierno](../towns/inferno.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | **3** | **6** | 5 :gold: | :unit_attack: When [Magogs](magogs.md) attack a target that is not adjacent to them, they also deal 1 :damage: to a unit adjacent to the target. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Cerberos](cerberi.md) | [Infierno](../towns/inferno.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 0 | 4 | 7 | 4 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Cerberos](cerberi.md) | [Infierno](../towns/inferno.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | **1** | **5** | **8** | 7 :gold: | :unit_attack: Ignores Retaliation Attacks. Additionally, deals 1 :damage: to another enemy unit adjacent to Cerberi. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Demonios](demons.md) | [Infierno](../towns/inferno.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 5 | 6 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Demonios](demons.md) | [Infierno](../towns/inferno.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | **5** | **6** | 8 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Señores del Abismo](pit_lords.md) | [Infierno](../towns/inferno.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 6 | 6 | 8 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Señores del Abismo](pit_lords.md) | [Infierno](../towns/inferno.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 1 | 6 | **7** | 15 :gold: | :unit_other: If one of your units has been removed from the board during this Combat, Summon or Reinforce [Demonios](demons.md). | [Expansión de Infierno](../content/inferno_expansion.md) | | [Efrits](efreet.md) | [Infierno](../towns/inferno.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 1 | 7 | 9 | 12 :gold: | :unit_passive: Ignores any :damage: from [Magic Arrows](../spells/magic_arrow.md). | [Expansión de Infierno](../content/inferno_expansion.md) | | [Efrits](efreet.md) | [Infierno](../towns/inferno.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **6** | 1 | 7 | **13** | 18 :gold:<br>1 :valuables: | :unit_passive: Ignores any :damage: from [Magic Arrows](../spells/magic_arrow.md) or [spells](../spells/index.md) from the [Fire School of Magic](../spells/school_of_fire_magic.md). | [Expansión de Infierno](../content/inferno_expansion.md) | | [Archidiablos](arch_devils.md) | [Infierno](../towns/inferno.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 8 | 11 | 22 :gold:<br>1 :valuables: | :unit_attack: Ignores Retaliation Attacks. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Archidiablos](arch_devils.md) | [Infierno](../towns/inferno.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 3 | **9** | **15** | 30 :gold:<br>2 :valuables: | :unit_attack: Ignores Retaliation Attacks.<br>:unit_passive: As a regular movement, the Arch Devils can move to any empty space. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Goblins](goblins.md) | [Bastión](../towns/stronghold.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 1 | 0 | 4 | 6 | 1 :gold: | - | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Goblins](goblins.md) | [Bastión](../towns/stronghold.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | **2** | 0 | 4 | **8** | 2 :gold: | - | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Jinetes Lupinos](wolf_raiders.md) | [Bastión](../towns/stronghold.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 7 | 3 :gold: | - | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Jinetes Lupinos](wolf_raiders.md) | [Bastión](../towns/stronghold.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | **5** | **8** | 5 :gold: | :unit_attack: Attack this target again. The second attack happens after the target retaliates (if possible). | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Orcos](orcs.md) | [Bastión](../towns/stronghold.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 4 | 4 | 4 | - | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Orcos](orcs.md) | [Bastión](../towns/stronghold.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 1 | **5** | **5** | 7 :gold: | - | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Ogros](ogres.md) | [Bastión](../towns/stronghold.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 4 | 6 :gold: | :unit_other: Place a +1 :attack: token on a chosen [:unit_ground:](../keywords/ground_unit.md) or [:unit_flying:](../keywords/flying_unit.md) unit for 2 Combat rounds. | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Ogros](ogres.md) | [Bastión](../towns/stronghold.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | **5** | **5** | 8 :gold: | :unit_other: Place a +2 :attack: token on a chosen [:unit_ground:](../keywords/ground_unit.md) or [:unit_flying:](../keywords/flying_unit.md) unit for 2 Combat rounds. | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Aves de Trueno](thunderbirds.md) | [Bastión](../towns/stronghold.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 6 | 9 | 8 :gold: | - | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Aves de Trueno](thunderbirds.md) | [Bastión](../towns/stronghold.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **5** | 1 | 6 | **11** | 14 :gold: | :unit_passive: Right after this unit's attack and before any Retaliation, roll 1 [Attack die](../dice.md#attack-die), on a "+1", deal 1 :spell: :damage: to the target. | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Cíclopes](cyclops.md) | [Bastión](../towns/stronghold.md) | Few | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 1 | 6 | 6 | 13 :gold: | :unit_other: This unit can destroy the Gate or a Wall. | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Cíclopes](cyclops.md) | [Bastión](../towns/stronghold.md) | Pack | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | **5** | 1 | **7** | **8** | 17 :gold:<br>1 :valuables: | :unit_other: This unit can destroy the Gate, a Wall, or the [Arrow Tower](arrow_tower.md). | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Behemoths](behemoths.md) | [Bastión](../towns/stronghold.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 7 | 2 | 8 | 6 | 19 :gold:<br>1 :valuables: | :unit_attack: Decrease the target's :defense: by 1 (to a minimum of 0). | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Behemoths](behemoths.md) | [Bastión](../towns/stronghold.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **8** | 2 | **10** | **9** | 29 :gold:<br>2 :valuables: | :unit_attack: Decrease the target's :defense: by 2 (to a minimum of 0). After the attack, place 1 Corrosion token on the target. | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Hadas](sprites.md) | [Conflujo](../towns/conflux.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 2 | 7 | 2 :gold: | - | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Hadas](sprites.md) | [Conflujo](../towns/conflux.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | **4** | **9** | 4 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Tormenta](storm_elementals.md) | [Conflujo](../towns/conflux.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 7 | 3 :gold: | - | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Tormenta](storm_elementals.md) | [Conflujo](../towns/conflux.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | **5** | **8** | 5 :gold: | :activation: Add +1 :empower: to the first [Magia Aérea](../spells/school_of_air_magic.md) spell you cast during this Activation. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Hielo](ice_elementals.md) | [Conflujo](../towns/conflux.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 4 | 5 | 4 :gold: | - | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Hielo](ice_elementals.md) | [Conflujo](../towns/conflux.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | **3** | 1 | **5** | **6** | 7 :gold: | :activation: Add +1 :empower: to the first [Magia Acuática](../spells/school_of_water_magic.md) spell you cast during this Activation. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Energía](energy_elementals.md) | [Conflujo](../towns/conflux.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 5 | 5 | 5 :gold: | - | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Energía](energy_elementals.md) | [Conflujo](../towns/conflux.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | **4** | 1 | **6** | **8** | 8 :gold: | :activation: Add +1 :empower: to the first [Magia Ígnea](../spells/school_of_fire_magic.md) spell you cast during this Activation. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Magma](magma_elementals.md) | [Conflujo](../towns/conflux.md) | Few | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 6 | 4 | 9 :gold: | - | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales de Magma](magma_elementals.md) | [Conflujo](../towns/conflux.md) | Pack | :silver: | [:unit_ground:](../keywords/ground_unit.md) | **5** | 2 | **6** | **6** | 13 :gold: | :activation: Add +1 :empower: to the first [Magia Terrestre](../spells/school_of_earth_magic.md) spell you cast during this Activation. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales Mágicos](magic_elementals.md) | [Conflujo](../towns/conflux.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 7 | 12 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack. Attack all adjacent units. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Elementales Mágicos](magic_elementals.md) | [Conflujo](../towns/conflux.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | **8** | **9** | 18 :gold:<br>1 :valuables: | :unit_attack: Ignore Enemy's Retaliation Attack. Attack all adjacent units. :unit_passive: Ignore any [:spell:](../spells/index.md) effects and :damage: from Specialty. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Fénixes](phoenixes.md) | [Conflujo](../towns/conflux.md) | Few | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 2 | 7 | 12 | 21 :gold:<br>1 :valuables: | :unit_passive: Once per Combat. When this unit's :health_points: drops to 0, set it to 1 instead. :unit_passive: Immune to [Magia Ígnea](../spells/school_of_fire_magic.md) :spell:. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Fénixes](phoenixes.md) | [Conflujo](../towns/conflux.md) | Pack | :golden: | [:unit_flying:](../keywords/flying_unit.md) | **7** | 2 | **9** | **18** | 27 :gold:<br>2 :valuables: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 2 :attack:. :unit_passive: Immune to [Magia Ígnea](../spells/school_of_fire_magic.md) :spell:. | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Oceánidas](oceanids.md) | [Ensenada](../towns/cove.md) | Few | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 3 | 6 | 2 :gold: | - | [Expansión de Ensenada](../content/cove_expansion.md) | | [Oceánidas](oceanids.md) | [Ensenada](../towns/cove.md) | Pack | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | **4** | **8** | 3 :gold: | :unit_passive: Ignore any effect from spells from the [School of Agua Magic](../spells/school_of_water_magic.md). | [Expansión de Ensenada](../content/cove_expansion.md) | | [Marineros](seamen.md) | [Ensenada](../towns/cove.md) | Few | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 5 | 3 :gold: | - | [Expansión de Ensenada](../content/cove_expansion.md) | | [Marineros](seamen.md) | [Ensenada](../towns/cove.md) | Pack | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | **5** | **6** | 5 :gold: | :effect_map: +1 :movement: if you start the round on a Sea tile. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Lobos de Mar](sea_dogs.md) | [Ensenada](../towns/cove.md) | Few | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 4 | 6 | 4 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Lobos de Mar](sea_dogs.md) | [Ensenada](../towns/cove.md) | Pack | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | **5** | **8** | 6 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack.<br>:unit_passive: Ignore the combat penalty against adjacent units. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Ayssides](ayssids.md) | [Ensenada](../towns/cove.md) | Few | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 5 | 9 | 6 :gold: | - | [Expansión de Ensenada](../content/cove_expansion.md) | | [Ayssides](ayssids.md) | [Ensenada](../towns/cove.md) | Pack | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | **6** | **11** | 10 :gold: | :unit_attack: If the attack reduces the target to 0 :health:, the Ayssids can attack another unit adjacent to them. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Hechiceras](sorceresses.md) | [Ensenada](../towns/cove.md) | Few | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 1 | 5 | 6 | 8 :gold: | :unit_other: Place a Weakness token on any unit for 2 Combat rounds. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Hechiceras](sorceresses.md) | [Ensenada](../towns/cove.md) | Pack | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | **5** | 1 | **6** | 6 | 13 :gold: | :unit_attack: After the attack, place a Weakness token on the target for 2 Combat rounds. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Nixes](nix.md) | [Ensenada](../towns/cove.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 2 | 7 | 6 | 12 :gold: | - | [Expansión de Ensenada](../content/cove_expansion.md) | | [Nixes](nix.md) | [Ensenada](../towns/cove.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 2 | **8** | **7** | 20 :gold:<br>1 :valuables: | :unit_passive: This unit cannot take more than 4 :damage: from a single attack. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Áspides](haspids.md) | [Ensenada](../towns/cove.md) | Few | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 3 | 7 | 9 | 18 :gold:<br>1 :valuables: | :unit_attack: If this unit turns from Pack side in this combat, gain +2 :attack: | [Expansión de Ensenada](../content/cove_expansion.md) | | [Áspides](haspids.md) | [Ensenada](../towns/cove.md) | Pack | :golden: | [:unit_ground:](../keywords/ground_unit.md) | **6** | 3 | **9** | **12** | 32 :gold:<br>2 :valuables: | :unit_attack: Place 2 faction cubes on the target. At the beginning of its every activation, remove 1 of them to inflict 1 :damage:. | [Expansión de Ensenada](../content/cove_expansion.md) | | [Jabalíes](boars.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 4 | 6 | 4 :gold: | - | [Juego Principal](../content/core_game.md) | | [Centauros](centaurs.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 5 | 7 | 3 :gold: | - | [Expansión de Torre](../content/tower_expansion.md) | | [Cerberos](cerberi.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 5 | 8 | 10 :gold: | :unit_attack: Ignores Retaliation Attacks. Additionally, deals 1 :damage: to another enemy unit adjacent to Cerberi. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Libélulas](dragon_flies.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 3 | 8 | 7 :gold: | :unit_attack: Retaliation Attacks against Dragon Flies suffer -1 :attack:. | [Expansión de Torre](../content/tower_expansion.md) | | [Enanos](dwarves.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 4 | 3 | 4 :gold: | :unit_passive: If this unit is targeted by any [Hechizo](../spells/index.md) or [Specialty](../heroes/index.md) card, roll 1 [Attack die](../dice.md#attack-die). On a "+1" result, ignore the card's effect. | [Expansión de Torre](../content/tower_expansion.md) | | [Elfos](elves.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 3 | 6 | 7 :gold: | :unit_attack: If a target is a non adjacent unit, on a "-1" or "0" result, attack this target again. | [Expansión de Torre](../content/tower_expansion.md) | | [Ojos Maléficos](evil_eyes.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 1 | 3 | 6 | 6 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Juego Principal](../content/core_game.md) | | [Familiares](familiars.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 2 | 7 | 6 :gold: | :unit_passive: Whenever an enemy cast a [:spellpower:](../spells/index.md) from hand, they must discard 1 card from hand. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Gárgolas](gargoyles.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 1 | 3 | 9 | 4 :gold: | :unit_passive: This unit ignores :paralysis: effect. | [Expansión de Torre](../content/tower_expansion.md) | | [Gnolls](gnolls.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 2 | 4 | 3 :gold: | - | [Expansión de Torre](../content/tower_expansion.md) | | [Gremlins](gremlins.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 2 | 5 | 2 :gold: | - | [Expansión de Torre](../content/tower_expansion.md) | | [Grifos](griffins.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 4 | 8 | 7 :gold: | :unit_retaliate: This unit can perform and unlimited number of Retaliation Attacks. | [Juego Principal](../content/core_game.md) | | [Alabarderos](halberdiers.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 4 | 4 | 4 :gold: | :unit_passive: Treat allied adjacent units as if they had a Defense token. | [Juego Principal](../content/core_game.md) | | [Medianos](halflings.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 3 | 6 | 5 :gold: | :unit_attack: Roll 2 [Attack dice](../dice.md#attack-die) and resolve the higher one. Ignore combat penalties. | [Juego Principal](../content/core_game.md) | | [Arpías](harpies.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 4 | 8 | 5 :gold: | :unit_attack: Ignore the Retaliation Attack. This unit can return to the space from which it moved to attack. | [Juego Principal](../content/core_game.md) | | [Gólems de Hierro](iron_golems.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 4 | 3 | 6 :gold: | :unit_passive: Reduce any :damage: from [spells](../spells/index.md) by 2 - to a minimum of 0. | [Expansión de Torre](../content/tower_expansion.md) | | [Leprechauns](leprechaun.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 5 | 3 :gold: | | :unit_attack: Roll 2 [Attack dice](../dice.md#attack-die) and resolve the higher one. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Hombres Lagarto](lizardmen.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 4 | 5 | 4 :gold: | - | [Expansión de Torre](../content/tower_expansion.md) | | [Magogs](magogs.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 4 | 6 | 8 :gold: | :unit_attack: When Magogs attack a target that is non adjacent to them, they also deal 1 :damage: to a unit adjacent to the target. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Tiradores](marksmen.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ranged:](../keywords/ranged_unit.md) | 2 | 0 | 3 | 5 | 7 :gold: | :unit_attack: If a target is a non-adjacent unit, attack this target again. | [Juego Principal](../content/core_game.md) | | [Campesinos](peasants.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 1 | 0 | 2 | 3 | 3 :gold: | :effect_map: At the beginning of each Resource round, gain 3 :gold:. | [Juego Principal](../content/core_game.md) | | [Bandidos](rogues.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 6 | 5 :gold: | :effect_map: Once during your turn, look at the top card from any deck, then put it back on the top or on the bottom of that deck. | [Juego Principal](../content/core_game.md) | | [Esqueletos](skeletons.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 3 | 4 | 3 :gold: | :unit_passive: After defeating Skeletons, if you control a [:necro: Hero](../towns/necropolis.md#heroes), immediately Reinforce 1 of your :bronze: units. | [Juego Principal](../content/core_game.md) | | [Trogloditas](troglodytes.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 1 | 3 | 6 | 4 :gold: | :unit_passive: This unit ignores :paralysis: effects. | [Juego Principal](../content/core_game.md) | | [Espectros](wraiths.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_flying:](../keywords/flying_unit.md) | 2 | 0 | 4 | 7 | 7 :gold: | :activation: Remove up to 2 :damage: from this unit. | [Juego Principal](../content/core_game.md) | | [Zombis](zombies.md) | [Neutral](../towns/neutral.md) | - | :bronze: | [:unit_ground:](../keywords/ground_unit.md) | 2 | 0 | 4 | 3 | 5 :gold: | :unit_passive: If the attacker resolves a "0" or a "+1" on an [Attack die](../dice.md#attack-die), gain +1 :defense: | [Juego Principal](../content/core_game.md) | | [Basiliscos](basilisks.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 4 | 5 | 12 :gold: | :unit_attack: After the attack, roll 1 [Attack die](../dice.md#attack-die). On a "0" result, :paralysis: the target. | [Expansión de Torre](../content/tower_expansion.md) | | [Cruzados](crusaders.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 5 | 11 :gold: | :unit_passive: During any attack, roll 2 [Attack dice](../dice.md#attack-die) and resolve the higher outcome. | [Juego Principal](../content/core_game.md) | | [Demonios](demons.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 0 | 8 | 6 | 13 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Dendroides](dendroids.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 6 | 3 | 12 :gold: | :unit_passive: Enemy units that start activation adjacent to this unit cannot move. | [Expansión de Torre](../content/tower_expansion.md) | | [Fangarms](fangarm.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 5 | 8 | 14 :gold: | :unit_passive: Ignore all [:spellpower:](../spells/index.md) and [Specialty](../heroes/index.md) effects other than :damage:. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Genios](genies.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 1 | 4 | 9 | 11 :gold: | :unit_attack: When attacking [Efrits](efreet.md), this unit gains +1 :attack:. | [Expansión de Torre](../content/tower_expansion.md) | | [Gorgonas](gorgons.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 4 | 5 | 13 :gold: | :unit_attack: After the attack, roll 2 [Attack dice](../dice.md#attack-die). On two "-1" results, reduce the attacked unit's :health_points: to 0. | [Expansión de Torre](../content/tower_expansion.md) | | [Liches](liches.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 6 | 7 | 12 :gold: | :unit_attack: Choose a unit adjacent to the target and attack it. For the purpose of this attack, your :attack: is 2. | [Juego Principal](../content/core_game.md) | | [Magos](magi.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 5 | 6 | 11 :gold: | :unit_attack: Ignore combat penalties. After this unit's attack, the enemy discards a random card or a card with :empower:. | [Expansión de Torre](../content/tower_expansion.md) | | [Medusas](medusas.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 1 | 4 | 6 | 11 :gold: | :unit_passive: Ignore the combat penalty against adjacent units.<br>:unit_retaliate: The target is :paralysis:. | [Juego Principal](../content/core_game.md) | | [Minotauros](minotaurs.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 4 | 7 | 11 :gold: | :unit_attack: Reroll this unit's "-1" outcome on the [Attack die](../dice.md#attack-die). | [Juego Principal](../content/core_game.md) | | [Momias](mummies.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 4 | 5 | 8 :gold: | :unit_attack: Ignore the result on the [Attack die](../dice.md#attack-die). :unit_passive: Whenever this unit is attacked, set your opponent's [Attack die](../dice.md#attack-die) to "-1". | [Juego Principal](../content/core_game.md) | | [Nómadas](nomads.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 1 | 4 | 7 | 10 :gold: | :effect_map: At the end of your turn, move your [Hero's](../heroes/index.md) model to an adjacent empty field. | [Juego Principal](../content/core_game.md) | | [Pegasos](pegasi.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 5 | 8 | 14 :gold: | :unit_passive: Whenever an enemy casts a [:spellpower:](../spells/index.md), they must discard an additional card with :empower:. | [Expansión de Torre](../content/tower_expansion.md) | | [Señores del Abismo](pit_lords.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 1 | 5 | 7 | 15 :gold: | - | [Expansión de Infierno](../content/inferno_expansion.md) | | [Sátiros](satyrs.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 0 | 5 | 7 | 11 :gold: | :effect_map: Roll a [die](../dice.md#attack-die). On a "-1" outcome, gain a :morale_positive: token. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Tiradores Certeros](sharpshooters.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 6 | 9 | 10 :gold: | :unit_attack: Ignore the combat penalties. | [Juego Principal](../content/core_game.md) | | [Gólems de Acero](steel_golems.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 3 | 5 | 12 :gold: | :unit_passive: Reduce :damage: taken by this unit from [:spellpower:](../spells/index.md) or [Specialty](../heroes/index.md) by 2 - to a minimum of 0. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Vampiros](vampires.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_flying:](../keywords/flying_unit.md) | 3 | 0 | 5 | 8 | 9 :gold: | :unit_attack: Ignore Enemy's Retaliation Attack. Then remove up to 2 :damage: from this unit. | [Juego Principal](../content/core_game.md) | | [Fanáticos](zealots.md) | [Neutral](../towns/neutral.md) | - | :silver: | [:unit_ranged:](../keywords/ranged_unit.md) | 3 | 0 | 5 | 5 | 12 :gold: | :unit_passive: Ignore the combat penalty against adjacent units. | [Juego Principal](../content/core_game.md) | | [Archidiablos](arch_devils.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 7 | 10 | 23 :gold: | :unit_attack: When attacking [Arcángeles](archangels.md), this unit gains +2 :attack:. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Arcángeles](archangels.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 7 | 10 | 29 :gold: | :unit_attack: When attacking [Archidiablos](arch_devils.md), this unit gains +2 :attack:. | [Juego Principal](../content/core_game.md) | | [Dragones Negros](black_dragons.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 7 | 9 | 30 :gold: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 2 :attack:. | [Juego Principal](../content/core_game.md) | | [Campeones](champions.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 6 | 8 | 18 :gold: | :unit_attack: Roll 2 [Attack dice](../dice.md#attack-die) and apply both outcomes.<br>:unit_passive: Reroll this unit's all "-1" rolls. | [Juego Principal](../content/core_game.md) | | [Gólems de Diamante](diamond_golems.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 2 | 6 | 6 | 16 :gold: | :unit_passive: Reduce any :damage: from [spells](../spells/index.md) by 3 - to a minimum of 0. | [Juego Principal](../content/core_game.md) | | [Caballeros del Terror](dread_knights.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 7 | 7 | 18 :gold: | :unit_passive: When this unit is targeted by a Retaliation Attack, it gains +1 :defense:. | [Juego Principal](../content/core_game.md) | | [Efrits](efreet.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 2 | 6 | 13 | 20 :gold: | :unit_passive: Ignores any :damage: from [Magic Arrows](../spells/magic_arrow.md) or [spells](../spells/index.md) from the[Fire School of Magic](../spells/school_of_fire_magic.md). | [Expansión de Infierno](../content/inferno_expansion.md) | | [Encantadores](enchanters.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 1 | 5 | 5 | 16 :gold: | :activation: Remove up to 2 :damage: from a friendly unit. Otherwise, Enchanters gain +1 :attack:. | [Juego Principal](../content/core_game.md) | | [Dragones Fantasma](ghost_dragons.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 6 | 9 | 28 :gold: | :unit_attack: After the attack, roll 1 [Attack die](../dice.md#attack-die); if the result is "0", the target must immediately move away 1 space. | [Juego Principal](../content/core_game.md) | | [Gólems de Oro](gold_golems.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 3 | 2 | 6 | 5 | 14 :gold: | :unit_passive: Reduce any :damage: from [spells](../spells/index.md) by 2 - to a minimum of 0. | [Juego Principal](../content/core_game.md) | | [Mantícoras](manticores.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 7 | 8 | 18 :gold: | :unit_passive: On a "0" or a "+1" outcomes on the enemy's [Attack die](../dice.md#attack-die), gain +1 :defense:. | [Juego Principal](../content/core_game.md) | | [Nagas](nagas.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 6 | 6 | 16 :gold: | :unit_attack: Ignore Retaliation Attacks. | [Expansión de Torre](../content/tower_expansion.md) | | [Trolls](trolls.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 4 | 0 | 7 | 7 | 13 :gold: | :activation: Remove up to 3 :damage: from this unit. | [Juego Principal](../content/core_game.md) | | [Unicornios](unicorns.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_ground:](../keywords/ground_unit.md) | 5 | 1 | 7 | 7 | 18 :gold: | :unit_retaliate: The target is :paralysis:. | [Expansión de Torre](../content/tower_expansion.md) | | [Wyverns](wyverns.md) | [Neutral](../towns/neutral.md) | - | :golden: | [:unit_flying:](../keywords/flying_unit.md) | 4 | 1 | 7 | 8 | 17 :gold: | :unit_attack: After the attack, roll 1 [Attack die](../dice.md#attack-die). On a "0" result, deal 1 :damage: to the target unit. | [Expansión de Torre](../content/tower_expansion.md) | | [Dragones Azures](azure_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 8 | 3 | 10 | 19 | 45 :gold:<br>2 :valuables: | :unit_attack: If you resolve a "-1" on the [Attack die](../dice.md#attack-die), the target gains :paralysis:.<br>:unit_passive: Ignore any [:spellpower:](../spells/index.md) effects and :damage: from [Specialty](../heroes/index.md). | [Juego Principal](../content/core_game.md) | | [Dragones de Cristal](crystal_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_ground:](../keywords/ground_unit.md) | 7 | 3 | 9 | 16 | 40 :gold:<br>2 :valuables: | :effect_map: At the beginning of each Resource round, gain 2 :valuables:. | [Juego Principal](../content/core_game.md) | | [Dragones Hada](faerie_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 5 | 2 | 8 | 15 | 35 :gold:<br>2 :valuables: | :activation: The selected unit suffers 2 :damage:. This is a [:spellpower:](../spells/index.md) that does not count towards your [spell](../spells/index.md) limit. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Dragones Dorados](gold_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 6 | 3 | 9 | 10 | 42 :gold: | :unit_attack: Attack 2 spaces in a line. The first attack resolves normally, and the second has 3 :attack:. | [Expansión de Torre](../content/tower_expansion.md) | | [Hidras](hydras.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_ground:](../keywords/ground_unit.md) | 7 | 3 | 8 | 5 | 40 :gold: | :unit_attack: Ignore Retaliation Attacks. This unit attacks up to 2 adjacent enemy units. | [Expansión de Torre](../content/tower_expansion.md) | | [Dragones Herrumbrosos](rust_dragons.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_flying:](../keywords/flying_unit.md) | 7 | 3 | 10 | 17 | 38 :gold:<br>1 :valuables: | :unit_attack: On "-1" results on the [Attack die](../dice.md#attack-die), decrease the attacked unit's :defense: by 2 - to a minimum of 0. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Titanes](titans.md) | [Neutral](../towns/neutral.md) | - | :azure: | [:unit_ranged:](../keywords/ranged_unit.md) | 6 | 2 | 10 | 10 | 39 :gold: | :unit_passive: Ignore the combat penalty against adjacent units.<br>:unit_attack: When attacking [Dragones Negros](black_dragons.md), this unit gains +2 :attack:. | [Expansión de Torre](../content/tower_expansion.md) |
