Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: | Name | Quality | Effect | [Content](../content/index.md) | | :--- | :---: | :---: | :--- | | [Ambassador's Sash](ambassadors_sash.md) | [Major Artifact](../keywords/major_artifact.md) | :effect_map: For every [Dwelling](../towns/index.md) you have, draw 1 corresponding [Neutral Unit](../units/index.md) card. You can **Recruit** one of these units.<br><br>— OR —<br><br>:instant: Reroll a [die](../dice.md). | [Rampart Expansion](../content/rampart_expansion.md) | | [Angel Wings](angel_wings.md) | [Relic Artifact](../keywords/relic_artifact.md) | :effect_map: Chosen [Hero](../heroes/index.md) gain +1 :movement: and can move through any fields without resolving them. The last visited field must be resolved normally.<br><br>— OR —<br><br>:instant: Draw a card. | [Core Game](../content/core_game.md) | | [Armor of Wonder](armor_of_wonder.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Draw 1 card and gain +1 :attack:.<br><br>— OR —<br><br>:instant: Draw 1 card and gain +1 :defense:. | [Core Game](../content/core_game.md) | | [Arms of Legion](arms_of_legion.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Reduce the Recruitment or Reinforcement cost of a [unit](../units/index.md) by 5 :gold: - to a minimum of 0.<br><br>— OR —<br><br>:instant: Gain 2 :building_materials:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Blackshard of the Dead Knight](blackshard_of_the_dead_knight.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: +3 :attack: and discard 1 card. If the discarded card was a [spell](../spells/index.md), draw 1 card.<br><br>— OR —<br><br>:instant: +1 :attack: | [Core Game](../content/core_game.md) | | [Boots of Polarity](boots_of_polarity.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Play this card after an enemy casts a [spell](../spells/index.md). Roll 2 [Attack dice](../dice.md#attack-die) and choose one. On a "+1", ignore the [:spellpower:](../spells/index.md) effect.<br><br>— OR —<br><br>:activation: Remove 1 :ongoing: effect. | [Tower Expansion](../content/tower_expansion.md) | | [Boots of Speed](boots_of_speed.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Your [hero](../heroes/index.md) gains +1 :movement:.<br><br>— OR —<br><br>:ongoing: For this Combat, your selected [unit](../units/index.md) gains +1 :initiative:. | [Inferno Expansion](../content/inferno_expansion.md) | | [Breastplate of Brimstone](breastplate_of_brimstone.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: **Search(2)** [:spellpower:](../spells/index.md).<br><br>— OR —<br><br>:instant: +1 :empower:, then discard up to 3 cards from your hand to gain +1 :empower: per card discarded. | [Inferno Expansion](../content/inferno_expansion.md) | | [Breastplate of Petrified Wood](breastplate_of_petrified_wood.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Draw 1 card.<br><br>— OR —<br><br>:instant: +1 :empower: | [Core Game](../content/core_game.md) | | [Buckler of the Gnoll King](buckler_of_the_gnoll_king.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: +2 :defense:<br>:ongoing: Until the end of the Combat, this [unit](../units/index.md) suffers -1 :attack: (to a minimum of 0).<br><br>— OR —<br><br>:instant: +1 :defense: | [Rampart Expansion](../content/rampart_expansion.md) | | [Cape of Velocity](cape_of_velocity.md) | [Major Artifact](../keywords/major_artifact.md) | :ongoing: Until the end of the Combat, this [unit](../units/index.md) gains +2 :initiative:.<br><br>— OR —<br><br>:instant: Gain 2 :gold:. | [Rampart Expansion](../content/rampart_expansion.md) | | [Cards of Prophecy](cards_of_prophecy.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Reroll any [die](../dice.md).<br><br>— OR —<br><br>:instant: Set a :resource_die: or :treasure: on the side of your choice. | [Tower Expansion](../content/tower_expansion.md) | | [Celestial Necklace of Bliss](celestial_necklace_of_bliss.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard X cards from hand to gain +X :attack:.<br><br>— OR —<br><br>:instant: Remove this card, then gain +3 :attack:. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Centaur's Axe](centaurs_axe.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Triple the [Attack die's](../dice.md#attack-die) outcome.<br><br>— OR —<br><br>:instant: +1 :attack: | [Core Game](../content/core_game.md) | | [Charm of Mana](charm_of_mana.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Discard 2 cards, then draw 3 cards.<br><br>— OR —<br><br>:instant: Draw 2 cards, then discard 1 card. | [Core Game](../content/core_game.md) | | [Crest of Valor](crest_of_valor.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Gain a :morale_positive: token.<br><br>— OR —<br><br>:effect_map: Ignore :morale_negative: effect from a field. | [Fortress Expansion](../content/fortress_expansion.md) | | [Crown of Dragontooth](crown_of_dragontooth.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Select 2 [Spell](../spells/index.md) cards from your discard pile and put them back in your hand.<br><br>— OR —<br><br>:instant: Remove 1 [:spellpower:](../spells/index.md) from hand, then **Search(2)** [:spellpower:](../spells/index.md). | [Inferno Expansion](../content/inferno_expansion.md) | | [Dragon Scale Armor](dragon_scale_armor.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: +2 :attack:<br><br>— OR —<br><br>:instant: +2 :defense: | [Core Game](../content/core_game.md) | | [Dragon Scale Shield](dragon_scale_shield.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: +2 :attack:<br><br>— OR —<br><br>:instant: +2 :defense: | [Core Game](../content/core_game.md) | | [Dragon Wing Tabard](dragon_wing_tabard.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Discard 1 random card from the enemy's hand.<br><br>— OR —<br><br>:instant: +1 :empower: | [Core Game](../content/core_game.md) | | [Endless Bag of Gold](endless_bag_of_gold.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Gain 3 :gold:.<br><br>— OR —<br><br>:instant: Remove this card, then gain 6 :gold:. | [Core Game](../content/core_game.md) | | [Endless Purse of Gold](endless_purse_of_gold.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Gain 3 :gold:.<br><br>— OR —<br><br>:instant: Remove this card and discard 2 cards from your hand, then gain 8 :gold:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Endless Sack of Gold](endless_sack_of_gold.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Gain 5 :gold:.<br><br>— OR —<br><br>:instant: Remove this card, then gain 8 :gold:. | [Core Game](../content/core_game.md) | | [Equestrian's Gloves](equestrians_gloves.md) | [Minor Artifact](../keywords/minor_artifact.md) | :ongoing: For this Combat, your selected [unit](../units/index.md) gains +1 :initiative:.<br><br>— OR —<br><br>:instant: Your [Hero](../heroes/index.md) gains +1 :movement:. | [Tower Expansion](../content/tower_expansion.md) | | [Everflowing Crystal Cloak](everflowing_crystal_cloak.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Discard 3 cards to gain 2 :valuables:.<br><br>— OR —<br><br>:instant: Gain 1 :valuables:. | [Core Game](../content/core_game.md) | | [Everpouring Vial of Mercury](everpouring_vial_of_mercury.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Gain 1 :valuables:.<br><br>— OR —<br><br>:instant: Remove this card, then gain 2 :valuables:. | [Core Game](../content/core_game.md) | | [Eversmoking Ring of Sulfur](eversmoking_ring_of_sulfur.md) | [Minor Artifact](../keywords/minor_artifact.md) | :permanent: At the beginning of each Resources round, gain 1 :valuables:.<br><br>— OR —<br><br>:instant: Remove this card, then gain 2 :valuables:. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Glyph of Gallantry](glyph_of_gallantry.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Gain a :morale_positive: token.<br><br>— OR —<br><br>:instant: +1 :defense: | [Tower Expansion](../content/tower_expansion.md) | | [Golden Bow](golden_bow.md) | [Major Artifact](../keywords/major_artifact.md) | :ongoing: During this Combat, your :unit_ranged: [units](../units/index.md) ignore the combat penalty.<br><br>— OR —<br><br>:instant: A :unit_ranged: [unit](../units/index.md) of your choice gains +2 :attack:. | [Rampart Expansion](../content/rampart_expansion.md) | | [Greater Gnoll's Flail](greater_gnolls_flail.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: +2 :attack:<br>:ongoing: Until the end of the Combat, this [unit](../units/index.md) suffers -1 :defense: (to a minimum of 0).<br><br>— OR —<br><br>:instant: +1 :attack: | [Rampart Expansion](../content/rampart_expansion.md) | | [Head of Legion](head_of_legion.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Reduce the Recruitment or Reinforcement cost of a [unit](../units/index.md) by 6 :gold: - to a minimum of 0.<br><br>— OR —<br><br>:instant: Gain 3 :gold:. | [Core Game](../content/core_game.md) | | [Helm of Heavenly Enlightenment](helm_of_heavenly_enlightenment.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Gain :expert:.<br><br>— OR —<br><br>:instant: Draw 2 cards. | [Fortress Expansion](../content/fortress_expansion.md) | | [Helm of the Alabaster Unicorn](helm_of_the_alabaster_unicorn.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Return 1 [:spellpower:](../spells/index.md) of your choice from your discard pile to your hand.<br><br>— OR —<br><br>:instant: Cast a [spell](../spells/index.md) from the top of the [:spellpower:](../spells/index.md) deck discard pile and Remove this card. | [Tower Expansion](../content/tower_expansion.md) | | [Hourglass of the Evil Hour](hourglass_of_the_evil_hour.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: If the enemy has :morale_positive:, they gain :morale_negative:.<br><br>— OR —<br><br>:instant: Roll the [Attack die](../dice.md#attack-die). On a "0" result, you gain :morale_positive:. | [Core Game](../content/core_game.md) | | [Inexhaustible Cart of Lumber](inexhaustible_cart_of_lumber.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Gain 2 :building_materials:.<br><br>— OR —<br><br>:instant: Remove this card, then gain 4 :building_materials:. | [Core Game](../content/core_game.md) | | [Inexhaustible Cart of Ore](inexhaustible_cart_of_ore.md) | [Minor Artifact](../keywords/minor_artifact.md) | :permanent: At the beginning of each Resources round, gain 1 :building_materials:.<br><br>— OR —<br><br>:instant: Remove this card, then gain 3 :building_materials:. | [Rampart Expansion](../content/rampart_expansion.md) | | [Legs of Legion](legs_of_legion.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Reduce the Recruitment or Reinforcement cost of a [unit](../units/index.md) by 4 :gold: - to a minimum of 0.<br><br>— OR —<br><br>:instant: Gain 2 :gold:. | [Core Game](../content/core_game.md) | | [Lion's Shield of Courage](lions_shield_of_courage.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard X cards from hand to gain +X :defense:.<br><br>— OR —<br><br>:instant: Remove this card, then gain +3 :defense:. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Loins of Legion](loins_of_legion.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Reduce the Recruitment or Reinforcement cost of a [unit](../units/index.md) by 5 :gold: - to a minimum of 0.<br><br>— OR —<br><br>:instant: Gain 2 :gold:. | [Core Game](../content/core_game.md) | | [Mystic Orb of Mana](mystic_orb_of_mana.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: **Search(4)** your discard pile.<br><br>— OR —<br><br>:instant: Only if your discard pile is empty. Draw 2 cards. | [Tower Expansion](../content/tower_expansion.md) | | [Necklace of Dragonteeth](necklace_of_dragonteeth.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: +2 :empower:.<br><br>— OR —<br><br>:ongoing: During this Combat, you can cast 2 [:spellpower:](../spells/index.md) per Combat round. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Necklace of Swiftness](necklace_of_swiftness.md) | [Minor Artifact](../keywords/minor_artifact.md) | 🚧 | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Ogre's Club of Havoc](ogres_club_of_havoc.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Discard 1 card to gain +2 :attack:.<br><br>— OR —<br><br>:instant: +1 :attack: | [Core Game](../content/core_game.md) | | [Orb of Inhibition](orb_of_inhibition.md) | [Relic Artifact](../keywords/relic_artifact.md) | :ongoing: During this Combat, all [:spellpower:](../spells/index.md) and [Specialty](../heroes/index.md) cards deal 0 :damage:. Remove this card instead of discarding it.<br><br>— OR —<br><br> :ongoing: During this Combat round, [units](../units/index.md) cannot use their special abilities. | [Tower Expansion](../content/tower_expansion.md) | | [Orb of Vulnerability](orb_of_vulnerability.md) | [Relic Artifact](../keywords/relic_artifact.md) | :ongoing: During this Combat, negate all [units'](../units/index.md) special abilities related to [:spellpower:](../spells/index.md).<br><br>— OR —<br><br>:instant: +2 :empower: | [Rampart Expansion](../content/rampart_expansion.md) | | [Pendant of Courage](pendant_of_courage.md) | [Major Artifact](../keywords/major_artifact.md) | 🚧 | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Pendant of Negativity](pendant_of_negativity.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Ignore the effect of a [spell](../spells/index.md) from the [School of Air Magic](../spells/school_of_air_magic.md)<br><br>— OR —<br><br>:ongoing: Ignore the effect of a [spell](../spells/index.md) from the [School of Air Magic](../spells/school_of_air_magic.md) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Pendant of Second Sight](pendant_of_second_sight.md) | [Major Artifact](../keywords/major_artifact.md) | :ongoing: Selected [unit](../units/index.md) cannot gain :paralysis: during this Combat.<br><br>— OR —<br><br>:instant: Remove 1 :paralysis: token. | [Tower Expansion](../content/tower_expansion.md) | | [Recanter's Cloak](recanters_cloak.md) | [Major Artifact](../keywords/major_artifact.md) | :ongoing: During this Combat, no [Hero](../heroes/index.md) can use [spell](../spells/index.md)s with Power "0".<br><br>— OR —<br><br> :ongoing: During this Combat, no [Hero](../heroes/index.md) can use Spells. Remove this card after Combat. | [Fortress Expansion](../content/fortress_expansion.md) | | [Red Dragon Flame Tongue](red_dragon_flame_tongue.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: +1 :defense:<br><br>— OR —<br><br>:instant: +1 :attack: | [Core Game](../content/core_game.md) | | [Rib Cage](rib_cage.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Select 1 Spell card from you discard pile and put it back into your hand. Then, shuffle your discard pile back into your deck of Might and Magic.<br><br>— OR —<br><br>:instant: +1 :empower: | [Core Game](../content/core_game.md) | | [Ring of the Wayfarer](ring_of_the_wayfarer.md) | [Minor Artifact](../keywords/minor_artifact.md) | :ongoing: For this Combat, your selected [unit](../units/index.md) gains +1 :initiative:.<br><br>— OR —<br><br>:instant: At start of Combat with [Neutral Units](../units/index.md) put :paralysis: token on any [unit](../units/index.md) except :azure:. | [Tower Expansion](../content/tower_expansion.md) | | [Sandals of the Saint](sandals_of_the_saint.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard X cards from hand to gain +X :empower:.<br><br>— OR —<br><br>:instant: Remove this card, then gain +3 :empower:. | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Scales of the Greater Basilisk](scales_of_the_greater_basilisk.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: +1 :defense:<br><br>— OR —<br><br>:instant: +1 :attack: | [Fortress Expansion](../content/fortress_expansion.md) | | [Sentinel's Shield](sentinels_shield.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard 1 card to gain +3 :defense:.<br><br>— OR —<br><br>:instant: +2 :defense: | [Core Game](../content/core_game.md) | | [Shackles of War](shackles_of_war.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: If played at the start of Combat, the Enemy [Hero](../heroes/index.md) can neither Retreat nor Surrender.<br><br>— OR —<br><br>:instant: Draw 2 cards, choose 1 card and discard the other. | [Core Game](../content/core_game.md) | | [Shield of the Damned](shield_of_the_damned.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Target [unit](../units/index.md) gains +3 :defense: and suffers 1 :damage:. It cannot be used on an enemy unit.<br><br>— OR —<br><br>:instant: Target [unit](../units/index.md) gains +5 :defense: and suffers 2 :damage:. It cannot be used on an enemy unit. | [Inferno Expansion](../content/inferno_expansion.md) | | [Shield of the Dwarven Lords](shield_of_the_dwarven_lords.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Use this after the [Attack die](../dice.md#attack-die) roll. Ignore the [Attack die](../dice.md#attack-die) and any additional effects it triggered.<br><br>— OR —<br><br>:instant: +1 :defense: | [Core Game](../content/core_game.md) | | [Shield of the Yawning Dead](shield_of_the_yawning_dead.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Discard 1 card to gain +2 :defense:.<br><br>— OR —<br><br>:instant: +1 :defense: | [Core Game](../content/core_game.md) | | [Skull Helmet](skull_helmet.md) | [Minor Artifact](../keywords/minor_artifact.md) | 🚧 | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Speculum](speculum.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Discover any Map tile adjacent to the Map tile your [Hero](../heroes/index.md) is currently on..<br><br>— OR —<br><br>:instant: Remove this card, then draw 1 card. | [Core Game](../content/core_game.md) | | [Spellbinder's Hat](spellbinders_hat.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Remove 1 card from your hand, then **Search(2)** the card's deck.<br><br>— OR —<br><br>:instant: Remove this card and another one from your hand or discard pile. | [Tower Expansion](../content/tower_expansion.md) | | [Spirit of Oppression](spirit_of_oppression.md) | [Minor Artifact](../keywords/minor_artifact.md) | :ongoing: During this Combat, neither player can use the :morale_positive: token or reroll [Attack dice](../dice.md#attack-die).<br><br>— OR —<br><br>:instant: +1 :empower: | [Fortress Expansion](../content/fortress_expansion.md) | | [Surcoat of Counterpoise](surcoat_of_counterpoise.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Play this card immediately after an enemy casts a [:spellpower:](../spells/index.md). If it was cast with 1:empower: or less, ignore the [:spellpower:](../spells/index.md) effect.<br><br>— OR —<br><br>:instant: Remove this card, then **Search(1)**:artifact:. | [Tower Expansion](../content/tower_expansion.md) | | [Sword of Hellfire](sword_of_hellfire.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: +3 :attack:. This [unit](../units/index.md) suffers 1 :damage:. This effect cannot be used on an enemy unit.<br><br>— OR —<br><br>:instant: +4 :attack:. This [unit](../units/index.md) suffers 2 :damage:. This effect cannot be used on an enemy unit. | [Fortress Expansion](../content/fortress_expansion.md) | | [Sword of Judgement](sword_of_judgement.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard X cards from hand to gain +X :attack:.<br><br>— OR —<br><br>:instant: Discard X cards from hand to gain +X :defense:. | [Core Game](../content/core_game.md) | | [Targ of the Rampaging Ogre](targ_of_the_rampaging_ogre.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Discard 2 cards to gain +2 :defense:. Then, instead of discarding, put this card back into your hand.<br><br>— OR —<br><br>:instant: +1 :defense: | [Core Game](../content/core_game.md) | | [Titan's Cuirass](titans_cuirass.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard 1 card to gain +4 :empower:.<br><br>— OR —<br><br>:instant: +2 :empower:. | [Core Game](../content/core_game.md) | | [Titan's Gladius](titans_gladius.md) | [Relic Artifact](../keywords/relic_artifact.md) | :instant: Discard 1 card to gain +3 :attack:.<br><br>— OR —<br><br>:instant: +2 :attack: | [Core Game](../content/core_game.md) | | [Torso of Legion](torso_of_legion.md) | [Minor Artifact](../keywords/minor_artifact.md) | :instant: Reduce the cost of Recruitment or reduce the cost of Reinforcing a [unit](../units/index.md) by 6 :gold: (to a minimum of 0).<br><br>— OR —<br><br>:instant: Gain 1 :valuables: or 2 :building_materials:. | [Rampart Expansion](../content/rampart_expansion.md) | | [Tunic of the Cyclops King](tunic_of_the_cyclops_king.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Draw 1 card and gain +1 :empower:.<br><br>— OR —<br><br>:instant: +2 :empower: | [Core Game](../content/core_game.md) | | [Vial of Lifeblood](vial_of_lifeblood.md) | [Major Artifact](../keywords/major_artifact.md) | :instant: Remove up to 3 :damage: from one of your units.<br><br>— OR —<br><br>:ongoing: For this Combat, your selected [unit](../units/index.md) gains +1 :health_points:. | [Core Game](../content/core_game.md) |
es: | Nombre | Cualidad | Efecto | [Contenido](../content/index.md) | | :--- | :---: | :---: | :--- | | [Banda del Embajador](ambassadors_sash.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :effect_map: Por cada [Vivienda](../towns/index.md) que tengas, roba 1 carta de [Unidad Neutral](../units/index.md) correspondiente. Puedes **Reclutar** una de estas unidades.<br><br>— O —<br><br>:instant: Vuelve a lanzar un [dado](../dice.md). | [Expansión de Muralla](../content/rampart_expansion.md) | | [Alas de Ángel](angel_wings.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :effect_map: El [Héroe](../heroes/index.md) elegido gana +1 :movement: y puede moverse por cualquier casilla sin resolverla. La última zona visitada debe resolverse normalmente..<br><br>— O —<br><br>:instant: Roba una carta. | [Juego Principal](../content/core_game.md) | | [Armadura Portentosa](armor_of_wonder.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Roba 1 carta y gana +1 :attack:.<br><br>— O —<br><br>:instant: Roba 1 carta y gana +1 :defense:. | [Juego Principal](../content/core_game.md) | | [Brazos de Legión](arms_of_legion.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Reduce el coste de Reclutamiento o Refuerzo de una [unidad](../units/index.md) en 5 :gold: - hasta un mínimo de 0.<br><br>— O —<br><br>:instant: Gana 2 :building_materials:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Hoja Quebrada del Caballero Muerto](blackshard_of_the_dead_knight.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: +3 :attack: y descarta 1 carta. Si la carta descartada era un [hechizo](../spells/index.md), roba 1 carta.<br><br>— O —<br><br>:instant: +1 :attack: | [Juego Principal](../content/core_game.md) | | [Botas de Polaridad](boots_of_polarity.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Juega esta carta después de que un enemigo lance un [hechizo](../spells/index.md). Tira 2 [dados de Ataque](../dice.md#attack-die) y elige uno. Con un "+1", ignora el efecto [:spellpower:](../spells/index.md).<br><br>— O —<br><br>:activation: Retira 1 efecto :ongoing:. | [Expansión de Torre](../content/tower_expansion.md) | | [Botas de Velocidad](boots_of_speed.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Tu [héroe](../heroes/index.md) gana +1 :movement:.<br><br>— O —<br><br>:ongoing:: Para este Combate, tu [unidad](../units/index.md) seleccionada gana +1 :initiative:. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Peto de Azufre](breastplate_of_brimstone.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: **Buscar(2)** [:spellpower:](../spells/index.md).<br><br>— O —<br><br>:instant: +1 :empower:, luego descarta hasta 3 cartas de tu mano para ganar +1 :empower: por carta descartada. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Peto de Madera Petrificada](breastplate_of_petrified_wood.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Roba 1 carta.<br><br>— O —<br><br>:instant: +1 :empower: | [Juego Principal](../content/core_game.md) | | [Rodela del Rey Gnoll](buckler_of_the_gnoll_king.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: +2 :defense:<br>:ongoing: Hasta el final del Combate, esta [unidad](../units/index.md) sufre -1 :attack: (hasta un mínimo de 0).<br><br>— O —<br><br>:instant: +1 :defense: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Capa de Velocidad](cape_of_velocity.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :ongoing: Hasta el final del Combate, esta [unidad](../units/index.md) gana +2 :initiative:.<br><br>— O —<br><br>:instant: Gana 2 :gold:. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Cartas de la Profecía](cards_of_prophecy.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Vuelve a lanzar cualquier [dado](../dice.md).<br><br>— O —<br><br>:instant: Coloca un :resource_die: o :treasure: del lado que elijas. | [Expansión de Torre](../content/tower_expansion.md) | | [Colgante de la Dicha Celestial](celestial_necklace_of_bliss.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta X cartas de tu mano para ganar +X :attack:.<br><br>— O —<br><br>:instant: Retira esta carta, luego gana +3 :attack:. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Hacha del Centauro](centaurs_axe.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Triplica el resultado del [dado de Ataque](../dice.md#attack-die).<br><br>— O —<br><br>:instant: +1 :attack: | [Juego Principal](../content/core_game.md) | | [Amuleto de Maná](charm_of_mana.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Descarta 2 cartas, luego roba 3 cartas.<br><br>— O —<br><br>:instant: Roba 2 cartas, luego descarta 1 carta. | [Juego Principal](../content/core_game.md) | | [Blasón del Valor](crest_of_valor.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Gana una ficha de :morale_positive:.<br><br>— O —<br><br>:effect_map: Ignora el efecto :morale_negative: de una zona. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Corona de Dientes de Dragón](crown_of_dragontooth.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Selecciona 2 cartas de [Hechizo](../spells/index.md) de tu pila de descartes y ponlas de nuevo en tu mano..<br><br>— O —<br><br>:instant: Retira 1 [:spellpower:](../spells/index.md) de tu mano, luego **Buscar(2)** [:spellpower:](../spells/index.md). | [Expansión de Infierno](../content/inferno_expansion.md) | | [Armadura de Escamas de Dragón](dragon_scale_armor.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: +2 :attack:<br><br>— O —<br><br>:instant: +2 :defense: | [Juego Principal](../content/core_game.md) | | [Escudo de Escamas de Dragón](dragon_scale_shield.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: +2 :attack:<br><br>— O —<br><br>:instant: +2 :defense: | [Juego Principal](../content/core_game.md) | | [Tabardo de Ala de Dragón](dragon_wing_tabard.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Descarta 1 carta al azar de la mano del enemigo.<br><br>— O —<br><br>:instant: +1 :empower: | [Juego Principal](../content/core_game.md) | | [Bolsa Interminable de Oro](endless_bag_of_gold.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Gana 3 :gold:.<br><br>— O —<br><br>:instant: Retira esta carta, luego gana 6 :gold:. | [Juego Principal](../content/core_game.md) | | [Monedero Interminable de Oro](endless_purse_of_gold.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Gana 3 :gold:.<br><br>— O —<br><br>:instant: Retira esta carta y descarta 2 cartas de tu mano, luego gana 8 :gold:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Saco Interminable de Oro](endless_sack_of_gold.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Gana 5 :gold:.<br><br>— O —<br><br>:instant: Retira esta carta, luego gana 8 :gold:. | [Juego Principal](../content/core_game.md) | | [Guantes Ecuestres](equestrians_gloves.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :ongoing: Para este Combate, tu [unidad](../units/index.md) seleccionada gana +1 :initiative:.<br><br>— O —<br><br>:instant: Tu [Héroe](../heroes/index.md) gana +1 :movement:. | [Expansión de Torre](../content/tower_expansion.md) | | [Capa de Cristal Imperecedero](everflowing_crystal_cloak.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Descarta 3 cartas para ganar 2 :valuables:.<br><br>— O —<br><br>:instant: Gana 1 :valuables:. | [Juego Principal](../content/core_game.md) | | [Vial de Mercurio Inacabable](everpouring_vial_of_mercury.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Gana 1 :valuables:.<br><br>— O —<br><br>:instant: Retira esta carta y gana 2 :valuables:. | [Juego Principal](../content/core_game.md) | | [Anillo de Azufre Inextinguible](eversmoking_ring_of_sulfur.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :permanent: Al principio de cada ronda de Recursos, gana 1 :valuables:.<br><br>— O —<br><br>:instant: Retira esta carta y gana 2 :valuables:. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Glifo de Gallardía](glyph_of_gallantry.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Gana una ficha de :morale_positive:.<br><br>— O —<br><br>:instant: +1 :defense: | [Expansión de Torre](../content/tower_expansion.md) | | [Arco Dorado](golden_bow.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :ongoing: Durante este Combate, tu [unidad](../units/index.md) :unit_ranged: ignora las penalizaciones de combate.<br><br>— O —<br><br>:instant: Una [unidad](../units/index.md) :unit_ranged: de tu elección gana +2 :attack:. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Mangual del Gran Gnoll](greater_gnolls_flail.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: +2 :attack:<br>:ongoing: Hasta el final del Combate, esta [unidad](../units/index.md) sufre -1 :defense: (hasta un mínimo de 0).<br><br>— O —<br><br>:instant: +1 :attack: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Cabeza de Legión](head_of_legion.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Reduce el coste de Reclutamiento o Refuerzo de una [unidad](../units/index.md) en 6 :gold: - hasta un mínimo de 0.<br><br>— O —<br><br>:instant: Gana 3 :gold:. | [Juego Principal](../content/core_game.md) | | [Yelmo de la Divina Iluminación](helm_of_heavenly_enlightenment.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Gana :expert:.<br><br>— O —<br><br>:instant: Roba 2 cartas. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Yelmo del Unicornio Alabastrino](helm_of_the_alabaster_unicorn.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Devuelve 1 [:spellpower:](../spells/index.md) de tu elección de tu pila de descartes a tu mano.<br><br>— O —<br><br>:instant: Lanza un [hechizo](../spells/index.md) de la parte superior de la pila de descartes del mazo [:spellpower:](../spells/index.md) y Retira esta carta. | [Expansión de Torre](../content/tower_expansion.md) | | [Reloj de Arena de la Hora Aciaga](hourglass_of_the_evil_hour.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Si los enemigos tienen :morale_positive:, ganan :morale_negative:.<br><br>— O —<br><br>:instant: Tira el [dado de Ataque](../dice.md#attack-die). Si el resultado es "0", obtienes :morale_positive:. | [Juego Principal](../content/core_game.md) | | [Carreta de Madera Inagotable](inexhaustible_cart_of_lumber.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Gana 2 :building_materials:.<br><br>— O —<br><br>:instant: Retira esta carta, después gana 4 :building_materials:. | [Juego Principal](../content/core_game.md) | | [Carreta de Mineral Inagotable](inexhaustible_cart_of_ore.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :permanent: Al principio de cada ronda de Recursos, gana 1 :building_materials:.<br><br>— O —<br><br>:instant: Retira esta carta y gana 3 :building_materials:. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Piernas de Legión](legs_of_legion.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Reduce el coste de Reclutamiento o Refuerzo de una [unidad](../units/index.md) en 4 :gold: - hasta un mínimo de 0.<br><br>— O —<br><br>:instant: Gana 2 :gold:. | [Juego Principal](../content/core_game.md) | | [Escudo de Coraje del León](lions_shield_of_courage.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta X cartas de la mano para ganar +X :defense:.<br><br>— O —<br><br>:instant: Retira esta carta y gana +3 :defense:. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Escarcela de Legión](loins_of_legion.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Reduce el coste de Reclutamiento o Refuerzo de una [unidad](../units/index.md) en 5 :gold: - hasta un mínimo de 0.<br><br>— O —<br><br>:instant: Gana 2 :gold:. | [Juego Principal](../content/core_game.md) | | [Orbe Místico de Maná](mystic_orb_of_mana.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: **Search(4)** your discard pile.<br><br>— O —<br><br>:instant: Only if your discard pile is empty. Draw 2 cards. | [Expansión de Torre](../content/tower_expansion.md) | | [Collar de Dientes de Dragón](necklace_of_dragonteeth.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: +2 :empower:.<br><br>— O —<br><br>:ongoing: Durante este Combate, tu puedes lanzar 2 [:spellpower:](../spells/index.md) por ronda de Combate. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Colgante de Celeridad](necklace_of_swiftness.md) | [Artefacto Menor](../keywords/minor_artifact.md) | 🚧 | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Garrote Ogro de la Ruina](ogres_club_of_havoc.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Descarta esta carta para ganar +2 :attack:.<br><br>— O —<br><br>:instant: +1 :attack: | [Juego Principal](../content/core_game.md) | | [Orbe de Inhibición](orb_of_inhibition.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :ongoing: Durante este Combate, todos las cartas de [:spellpower:](../spells/index.md) y [Especialidad](../heroes/index.md) infligen 0 :damage:. Retira esta carta en lugar de descartarla.<br><br>— O —<br><br> :ongoing: Durante esta ronda de Combate, las [unidades](../units/index.md) no pueden usar sus habilidades especiales. | [Expansión de Torre](../content/tower_expansion.md) | | [Orbe de Vulnerabilidad](orb_of_vulnerability.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :ongoing: Durante este Combate, niega todas las habilidades especiales de [unidades](../units/index.md) relacionadas con [:spellpower:](../spells/index.md).<br><br>— O —<br><br>:instant: +2 :empower: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Medallón del Coraje](pendant_of_courage.md) | [Artefacto Mayor](../keywords/major_artifact.md) | 🚧 | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Medallón de la Negatividad](pendant_of_negativity.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Ignora el efecto de un [hechizo](../spells/index.md) de la [Escuela de Magia Aérea](../spells/school_of_air_magic.md)<br><br>— O —<br><br>:ongoing: Ignora el efecto de un [hechizo](../spells/index.md) de la [Escuela de Magia Aérea](../spells/school_of_air_magic.md) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Medallón de la Segunda Visión](pendant_of_second_sight.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :ongoing: La [unidad](../units/index.md) seleccionada no puede obtener :paralysis: durante este Combate..<br><br>— O —<br><br>:instant: Remove 1 :paralysis: token. | [Expansión de Torre](../content/tower_expansion.md) | | [Capa de las Retractaciones](recanters_cloak.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :ongoing: Durante este Combate, ningún [Héroe](../heroes/index.md) puede usar [hechizos](../spells/index.md) con Potencia "0"..<br><br>— O —<br><br> :ongoing: Durante este Combate, ningún [Héroe](../heroes/index.md) puede usar Hechizos. Retira esta carta después del Combate. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Lengua Ígnea del Dragón Rojo](red_dragon_flame_tongue.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: +1 :defense:<br><br>— O —<br><br>:instant: +1 :attack: | [Juego Principal](../content/core_game.md) | | [Tórax](rib_cage.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Selecciona 1 carta de Hechizo de tu pila de descartes y ponla de nuevo en tu mano. Luego, vuelve a barajar tu pila de descartes en tu mazo de Fuerza y Magia.<br><br>— O —<br><br>:instant: +1 :empower: | [Juego Principal](../content/core_game.md) | | [Anillo del Caminante](ring_of_the_wayfarer.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :ongoing: Para este Combate, tu [unidad](../units/index.md) seleccionada gana +1 :initiative:.<br><br>— O —<br><br>:instant: Al inicio del Combate con [Unidades Neutrales](../units/index.md) pon una ficha de :paralysis: en cualquier [unidad](../units/index.md) excepto :azure:. | [Expansión de Torre](../content/tower_expansion.md) | | [Sandalias del Santo](sandals_of_the_saint.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta X cartas de la mano para ganar +X :empower:.<br><br>— O —<br><br>:instant: Retira esta carta y gana +3 :empower:. | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Escamas del Basilisco Mayor](scales_of_the_greater_basilisk.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: +1 :defense:<br><br>— O —<br><br>:instant: +1 :attack: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Escudo del Centinela](sentinels_shield.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta 1 carta para ganar +3 :defense:.<br><br>— O —<br><br>:instant: +2 :defense: | [Juego Principal](../content/core_game.md) | | [Grilletes de Guerra](shackles_of_war.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Si se juega al inicio del Combate, el [Héroe](../heroes/index.md) Enemigo no puede Retirarse ni Rendirse.<br><br>— O —<br><br>:instant: Roba 2 cartas, elige 1 carta y descarta la otra. | [Juego Principal](../content/core_game.md) | | [Escudo de los Condenados](shield_of_the_damned.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: La [unidad](../units/index.md) objetivo gana +3 :defense: y sufre 1 :damage:. No puede usarse sobre una unidad enemiga.<br><br>— O —<br><br>:instant: La [unidad](../units/index.md) objetivo gana +5 :defense: y sufre 2 :damage:. No puede usarse sobre una unidad enemiga. | [Expansión de Infierno](../content/inferno_expansion.md) | | [Escudo de los Señores Enanos](shield_of_the_dwarven_lords.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Usa esto tras lanzar el [dado de Ataque](../dice.md#attack-die). Ignora el [dado de Ataque](../dice.md#attack-die) y cualquier efecto adicional que desencadenara.<br><br>— O —<br><br>:instant: +1 :defense: | [Juego Principal](../content/core_game.md) | | [Escudo del Muerto Bostezante](shield_of_the_yawning_dead.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Descarta 1 carta para ganar +2 :defense:.<br><br>— O —<br><br>:instant: +1 :defense: | [Juego Principal](../content/core_game.md) | | [Yelmo Cráneo](skull_helmet.md) | [Artefacto Menor](../keywords/minor_artifact.md) | 🚧 | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Espéculo](speculum.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Descubre cualquier loseta de Mapa adyacente a la loseta en la que se encuentre tu [Héroe](../heroes/index.md).<br><br>— O —<br><br>:instant: Retira esta carta y roba 1 carta. | [Juego Principal](../content/core_game.md) | | [Sombrero del Encantador](spellbinders_hat.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Retira 1 carta de tu mano para **Buscar(2)** en el mazo de cartas.<br><br>— O —<br><br>:instant: Retira esta carta y otra de tu mano o pila de descarte. | [Expansión de Torre](../content/tower_expansion.md) | | [Espíritu de Opresión](spirit_of_oppression.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :ongoing: Durante este Combate, ningún jugador puede usar la ficha :morale_positive: ni volver a tirar [dados de Ataque](../dice.md#attack-die).<br><br>— O —<br><br>:instant: +1 :empower: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Hombreras de Contrapeso](surcoat_of_counterpoise.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Juega esta carta inmediatamente después de que un enemigo lance un [:spellpower:](../spells/index.md). Si se lanzó con 1 :empower: o menos, ignora el efecto [:spellpower:](../spells/index.md).<br><br>— O —<br><br>:instant: Retira esta carta para **Buscar(1)**:artifact:. | [Expansión de Torre](../content/tower_expansion.md) | | [Espada del Fuego Infernal](sword_of_hellfire.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: +3 :attack:. Esta [unidad](../units/index.md) sufre 1 :damage:. Este efecto no puede usarse sobre una unidad enemiga.<br><br>- O -<br><br>:instant:: +4 :attack:. Esta [unidad](../units/index.md) sufre 2 :damage:. Este efecto no puede usarse sobre una unidad enemiga. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Espada del Juicio](sword_of_judgement.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta X cartas de la mano para ganar +X :attack:.<br><br>— O —<br><br>:instant: Descarta X cartas de la mano para ganar +X :defense:. | [Juego Principal](../content/core_game.md) | | [Targa del Ogro Enloquecido](targ_of_the_rampaging_ogre.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Descarta 2 para ganar +2 :defense:. Luego, en lugar de descartarla, devuelve esta carta a tu mano.<br><br>— O —<br><br>:instant: +1 :defense: | [Juego Principal](../content/core_game.md) | | [Coraza del Titán](titans_cuirass.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta 1 carta para ganar +4 :empower:.<br><br>— O —<br><br>:instant: +2 :empower:. | [Juego Principal](../content/core_game.md) | | [Gladius del Titán](titans_gladius.md) | [Artefacto Reliquia](../keywords/relic_artifact.md) | :instant: Descarta 1 carta para ganar +3 :attack:.<br><br>— O —<br><br>:instant: +2 :attack: | [Juego Principal](../content/core_game.md) | | [Torso de Legión](torso_of_legion.md) | [Artefacto Menor](../keywords/minor_artifact.md) | :instant: Reduce el coste de Reclutamiento o reduce el coste de Refuerzo de una [unidad](../units/index.md) en 6 :gold: (hasta un mínimo de 0).<br><br>— O —<br><br>:instant: Gana 1 :valuables: o 2 :building_materials:. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Túnica del Rey Cíclope](tunic_of_the_cyclops_king.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Roba 1 carta y gana +1 :empower:.<br><br>— O —<br><br>:instant: +2 :empower: | [Juego Principal](../content/core_game.md) | | [Vial de Sangre Vital](vial_of_lifeblood.md) | [Artefacto Mayor](../keywords/major_artifact.md) | :instant: Retira hasta 3 de :damage: de una de tus unidades.<br><br>— O —<br><br>:ongoing: Durante este Combate, tu [unidad](../units/index.md) seleccionada gana +1 :health_points:. | [Juego Principal](../content/core_game.md) |
