Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: | Name | [Town](../towns/index.md) | Class | [Ability](../abilities/index.md) | Specialty | [Content](../content/index.md) | | :--- | :--- | :--- | :--- | :--- | :--- | | [Adelaide](adelaide.md) | [Castle](../towns/castle.md) | :magic: Cleric | [Wisdom](../abilities/wisdom.md) | [Frost Ring](adelaide.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Catherine](catherine.md) | [Castle](../towns/castle.md) | :might: Knight | [Leadership](../abilities/leadership.md) | [Crusaders](catherine.md#specialty) | [Core Game](../content/core_game.md) | | [Ingham](ingham.md) | [Castle](../towns/castle.md) | :magic: Cleric | [Mysticism](../abilities/mysticism.md) | [Zealots](ingham.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Lord Haart](lord_haart_castle.md) | [Castle](../towns/castle.md) | :might: Knight | [Estates](../abilities/estates.md) | [Estates](lord_haart_castle.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Tarnum](tarnum_castle.md) | [Castle](../towns/castle.md) | :might: Knight | [Artillery](../abilities/artillery.md) | [Ballista](tarnum_castle.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Rion](rion.md) | [Castle](../towns/castle.md) | :magic: Cleric | [Wisdom](../abilities/wisdom.md) | [Battlefield Medic](rion.md#specialty) | [Core Game](../content/core_game.md) | | [Valeska](valeska.md) | [Castle](../towns/castle.md) | :might: Knight | [Archery](../abilities/archery.md) | [Marksmen](valeska.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Lord Haart](lord_haart_necropolis.md) | [Necropolis](../towns/necropolis.md) | :might: Death Knight | [Necromancy](../abilities/necromancy.md) | [Dread Knights](lord_haart_necropolis.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Moandor](moandor.md) | [Necropolis](../towns/necropolis.md) | :might: Death Knight | [Necromancy](../abilities/necromancy.md) | [Liches](moandor.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Sandro](sandro.md) | [Necropolis](../towns/necropolis.md) | :magic: Necromancer | [Sorcery](../abilities/sorcery.md) | [Cloak of the Undead King](sandro.md#specialty) | [Core Game](../content/core_game.md) | | [Septienna](septienna.md) | [Necropolis](../towns/necropolis.md) | :magic: Necromancer | [Necromancy](../abilities/necromancy.md) | [Death Ripple](septienna.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Tamika](tamika.md) | [Necropolis](../towns/necropolis.md) | :might: Death Knight | [Offense](../abilities/offense.md) | [Dread Knights](tamika.md#specialty) | [Core Game](../content/core_game.md) | | [Vidomina](vidomina.md) | [Necropolis](../towns/necropolis.md) | :magic: Necromancer | [Necromancy](../abilities/necromancy.md) | [Necromancy](vidomina.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Alamar](alamar.md) | [Dungeon](../towns/dungeon.md) | :magic: Warlock | [Wisdom](../abilities/wisdom.md) | [Resurrection](alamar.md#specialty) | [Core Game](../content/core_game.md) | | [Deemer](deemer.md) | [Dungeon](../towns/dungeon.md) | :magic: Warlock | [Scouting](../abilities/scouting.md) | [Meteor Shower](deemer.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Jeddite](jeddite.md) | [Dungeon](../towns/dungeon.md) | :magic: Warlock | [Sorcery](../abilities/sorcery.md) | [Mysterious Warlock](jeddite.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Lorelei](lorelei.md) | [Dungeon](../towns/dungeon.md) | :might: Overlord | [Scouting](../abilities/scouting.md) | [Harpies](lorelei.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Mutare](mutare.md) | [Dungeon](../towns/dungeon.md) | :might: Overlord | [Tactics](../abilities/tactics.md) | [Dragons](mutare.md#specialty) | [Core Game](../content/core_game.md) | | [Sephinroth](sephinroth.md) | [Dungeon](../towns/dungeon.md) | :magic: Warlock | [Intelligence](../abilities/intelligence.md) | [Valuables](sephinroth.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Tarnum](tarnum_dungeon.md) | [Dungeon](../towns/dungeon.md) | :might: Overlord | [Estates](../abilities/estates.md) | [Dragons](tarnum_dungeon.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Cyra](cyra.md) | [Tower](../towns/tower.md) | :magic: Wizard | [Diplomacy](../abilities/diplomacy.md) | [Haste](cyra.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Dracon](dracon.md) | [Tower](../towns/tower.md) | :magic: Wizard | [Wisdom](../abilities/wisdom.md) | [Enchanters](dracon.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Iona](iona.md) | [Tower](../towns/tower.md) | :might: Alchemist | [Intelligence](../abilities/intelligence.md) | [Genies](iona.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Josephine](josephine.md) | [Tower](../towns/tower.md) | :might: Alchemist | [Sorcery](../abilities/sorcery.md) | [Golems](josephine.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Solmyr](solmyr.md) | [Tower](../towns/tower.md) | :magic: Wizard | [Sorcery](../abilities/sorcery.md) | [Chain Lightning](solmyr.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Torosar](torosar.md) | [Tower](../towns/tower.md) | :might: Wizard | [Mysticism](../abilities/mysticism.md) | [Ballista](torosar.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Clancy](clancy.md) | [Rampart](../towns/tower.md) | :might: Ranger | [Pathfinding](../abilities/pathfinding.md) | [Unicorns](clancy.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Gelu](gelu.md) | [Rampart](../towns/rampart.md) | :might: Ranger | [Archery](../abilities/archery.md) | [Sharpshooters](gelu.md#specialty) | [Rampart Expansion](../content/rampart_expansion.md) | | [Gem](gem.md) | [Rampart](../towns/rampart.md) | :magic: Druid | [First Aid](../abilities/first_aid.md) | [First Aid](gem.md#specialty) | [Rampart Expansion](../content/rampart_expansion.md) | | [Ivor](ivor.md) | [Rampart](../towns/tower.md) | :might: Ranger | [Offense](../abilities/offense.md) | [Elves](ivor.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Melodia](melodia.md) | [Rampart](../towns/rampart.md) | :magic: Druid | [Luck](../abilities/luck.md) | [Fortune](melodia.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Mephala](mephala.md) | [Rampart](../towns/tower.md) | :might: Ranger | [Leadership](../abilities/leadership.md) | [Armorer](mephala.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Tarnum](tarnum_rampart.md) | [Rampart](../towns/tower.md) | :might: Ranger | [Leadership](../abilities/leadership.md) | [Sharpshooters](tarnum_rampart.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Adrienne](adrienne.md) | [Fortress](../towns/fortress.md) | :magic: Witch | [Wisdom](../abilities/wisdom.md) | [Fire Magic](adrienne.md#specialty) | [Fortress Expansion](../content/fortress_expansion.md) | | [Bron](bron.md) | [Fortress](../towns/fortress.md) | :might: Beastmaster | [Resistance](../abilities/resistance.md) | [Basilisks](bron.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Gerwulf](gerwulf.md) | [Fortress](../towns/fortress.md) | :might: Beastmaster | [Armorer](mephala.md#specialty) | [Ballista](gerwulf.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Merist](merist.md) | [Fortress](../towns/fortress.md) | :magic: Witch | [First Aid](../abilities/first_aid.md) | [Stone Skin](merist.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Tarnum](tarnum_fortress.md) | [Fortress](../towns/fortress.md) | :might: Beastmaster | [Armorer](../abilities/armorer.md) | [Basilisks](gerwulf.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Tazar](tazar.md) | [Fortress](../towns/fortress.md) | :might: Beastmaster | [Armorer](../abilities/armorer.md) | [War Hero](tazar.md#specialty) | [Tower Expansion](../content/tower_expansion.md) | | [Wystan](wystan.md) | [Fortress](../towns/fortress.md) | :might: Beastmaster | [Archery](../abilities/archery.md) | [Lizardmen](wystan.md#specialty) | [Fortress Expansion](../content/fortress_expansion.md) | | [Ash](ash.md) | [Inferno](../towns/inferno.md) | :magic: Heretic | [Eagle Eye](../abilities/eagle_eye.md) | [Bloodlust](ash.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Fiona](fiona.md) | [Inferno](../towns/inferno.md) | :might: Demoniac | [Scouting](../abilities/scouting.md) | [Cerberi](fiona.md#specialty) | [Inferno Expansion](../content/inferno_expansion.md) | | [Octavia](octavia.md) | [Inferno](../towns/inferno.md) | :might: Demoniac | [Scholar](../abilities/scholar.md) | [Gold](octavia.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Rashka](rashka.md) | [Inferno](../towns/inferno.md) | :might: Demoniac | [Scholar](../abilities/scholar.md) | [Efreet](rashka.md#specialty) | [Inferno Expansion](../content/inferno_expansion.md) | | [Xyron](xyron.md) | [Inferno](../towns/inferno.md) | :magic: Heretic | [Wisdom](../abilities/wisdom.md) | [Inferno](xyron.md#specialty) | [Inferno Expansion](../content/inferno_expansion.md) | | [Zydar](zydar.md) | [Inferno](../towns/inferno.md) | :magic: Heretic | [Sorcery](../abilities/sorcery.md) | [Sorcery](zydar.md#specialty) | [Inferno Expansion](../content/inferno_expansion.md) | | [Crag Hack](crag_hack.md) | [Stronghold](../towns/stronghold.md) | :might: Barbarian | [Offense](../abilities/offense.md) | [Offense](crag_hack.md#specialty) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Dessa](dessa.md) | [Stronghold](../towns/stronghold.md) | :magic: Battle Mage | [Logistics](../abilities/logistics.md) | [Logistics](dessa.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Gundula](gundula.md) | [Stronghold](../towns/stronghold.md) | :magic: Battle Mage | [Wisdom](../abilities/wisdom.md) | [Slow](gundula.md#specialty) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Shiva](shiva.md) | [Stronghold](../towns/stronghold.md) | :might: Barbarian | [Scouting](../abilities/scouting.md) | [Thunderbirds](shiva.md#specialty) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Tarnum](tarnum_stronghold.md) | [Stronghold](../towns/stronghold.md) | :might: Barbarian | [Offense](../abilities/offense.md) | [Offense](tarnum_stronghold.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Yog](yog.md) | [Stronghold](../towns/stronghold.md) | :might: Barbarian | [Offense](../abilities/offense.md) | [Cyclops](yog.md#specialty) | [Stronghold Expansion](../content/stronghold_expansion.md) | | [Ciele](ciele.md) | [Conflux](../towns/conflux.md) | :magic: Elementalist | [Water Magic](../abilities/water_magic.md) | [Magic Arrow](ciele.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Erdamon](erdamon.md) | [Conflux](../towns/conflux.md) | :might: Planeswalker | [Estates](../abilities/estates.md) | [Magma Elementals](erdamon.md#specialty) | [Conflux Expansion](../content/conflux_expansion.md) | | [Luna](luna.md) | [Conflux](../towns/conflux.md) | :magic: Elementalist | [Fire Magic](../abilities/fire_magic.md) | [Fire Wall](luna.md#specialty) | [Conflux Expansion](../content/conflux_expansion.md) | | [Monere](monere.md) | [Conflux](../towns/conflux.md) | :might: Planeswalker | [Logistics](../abilities/logistics.md) | [Magic Elementals](monere.md#specialty) | [Conflux Expansion](../content/conflux_expansion.md) | | [Pasis](pasis.md) | [Conflux](../towns/conflux.md) | :might: Planeswalker | [Artillery](../abilities/artillery.md) | [Magic Elementals](pasis.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Tarnum](tarnum_conflux.md) | [Conflux](../towns/conflux.md) | :magic: Elementalist | [Wisdom](../abilities/wisdom.md) | [🚧](tarnum_conflux.md#specialty) | [Conflux Expansion](../content/conflux_expansion.md) | | [Astra](astra.md) | [Cove](../towns/cove.md) | :magic: Navigator | [Luck](../abilities/luck.md) | [Cure](astra.md#specialty) [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Casmetra](casmetra.md) | [Cove](../towns/cove.md) | :magic: Navigator | [Wisdom](../abilities/wisdom.md) | [🚧](casmetra.md#specialty) | [Cove Expansion](../content/cove_expansion.md) | | [Cassiopeia](cassiopeia.md) | [Cove](../towns/cove.md) | :might: Captain | [Tactics](../abilities/tactics.md) | [Oceanids](cassiopeia.md#specialty) | [Cove Expansion](../content/cove_expansion.md) | | [Jeremy](jeremy.md) | [Cove](../towns/cove.md) | :might: Captain | [Offense](../abilities/offense.md) | [Cannon](jeremy.md#specialty) | [Cove Expansion](../content/cove_expansion.md) | | [Miriam](miriam.md) | [Cove](../towns/cove.md) | :might: Captain | [Logistics](../abilities/logistics.md) | [Scouting](miriam.md#specialty) | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Zilare](zilare.md) | [Cove](../towns/cove.md) | :magic: Navigator | [Interference](../abilities/interference.md) | [Forgetfulness](zilare.md#specialty) | [Cove Expansion](../content/cove_expansion.md) |
es: | Nombre | [Ciudad](../towns/index.md) | Clase | [Habilidad](../abilities/index.md) | Especialidad | [Contenido](../content/index.md) | | :--- | :--- | :--- | :--- | :--- | :--- | | [Adelaide](adelaide.md) | [Castillo](../towns/castle.md) | :magic: Clériga | [Sabiduría](../abilities/wisdom.md) | [Anillo Helado](adelaide.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Catherine](catherine.md) | [Castillo](../towns/castle.md) | :might: Caballero | [Liderazgo](../abilities/leadership.md) | [Cruzados](catherine.md#specialty) | [Juego Principal](../content/core_game.md) | | [Ingham](ingham.md) | [Castillo](../towns/castle.md) | :magic: Clérigo | [Misticismo](../abilities/mysticism.md) | [Fanáticos](ingham.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Lord Haart](lord_haart_castle.md) | [Castillo](../towns/castle.md) | :might: Caballero | [Patrimonio](../abilities/estates.md) | [Patrimonio](lord_haart_castle.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Tarnum](tarnum_castle.md) | [Castillo](../towns/castle.md) | :might: Caballero | [Artillería](../abilities/artillery.md) | [Balísta](tarnum_castle.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Rion](rion.md) | [Castillo](../towns/castle.md) | :magic: Clérigo | [Sabiduría](../abilities/wisdom.md) | [Médico de Combate](rion.md#specialty) | [Juego Principal](../content/core_game.md) | | [Valeska](valeska.md) | [Castillo](../towns/castle.md) | :might: Caballero | [Tiro con Arco](../abilities/archery.md) | [Tiradores](valeska.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Lord Haart](lord_haart_necropolis.md) | [Necrópolis](../towns/necropolis.md) | :might: Caballero de la Muerte | [Nigromancia](../abilities/necromancy.md) | [Caballeros del Terror](lord_haart_necropolis.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Moandor](moandor.md) | [Necrópolis](../towns/necropolis.md) | :might: Caballero de la Muerte | [Nigromancia](../abilities/necromancy.md) | [Liches](moandor.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Sandro](sandro.md) | [Necrópolis](../towns/necropolis.md) | :magic: Nigromante | [Hechicería](../abilities/sorcery.md) | [Capa del Rey No Muerto](sandro.md#specialty) | [Juego Principal](../content/core_game.md) | | [Septienna](septienna.md) | [Necrópolis](../towns/necropolis.md) | :magic: Nigromante | [Nigromancia](../abilities/necromancy.md) | [Onda de Muerte](septienna.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Tamika](tamika.md) | [Necrópolis](../towns/necropolis.md) | :might: Caballero de la Muerte | [Ofensiva](../abilities/offense.md) | [Caballeros del Terror](tamika.md#specialty) | [Juego Principal](../content/core_game.md) | | [Vidomina](vidomina.md) | [Necrópolis](../towns/necropolis.md) | :magic: Nigromante | [Nigromancia](../abilities/necromancy.md) | [Nigromancia](vidomina.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Alamar](alamar.md) | [Mazmorra](../towns/dungeon.md) | :magic: Brujo | [Sabiduría](../abilities/wisdom.md) | [Resurrección](alamar.md#specialty) | [Juego Principal](../content/core_game.md) | | [Deemer](deemer.md) | [Mazmorra](../towns/dungeon.md) | :magic: Brujo | [Exploración](../abilities/scouting.md) | [Lluvia de Meteoros](deemer.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Jeddite](jeddite.md) | [Mazmorra](../towns/dungeon.md) | :magic: Brujo | [Hechicería](../abilities/sorcery.md) | [Brujería Misteriosa](jeddite.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Lorelei](lorelei.md) | [Mazmorra](../towns/dungeon.md) | :might: Señor Supremo | [Exploración](../abilities/scouting.md) | [Arpías](lorelei.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Mutare](mutare.md) | [Mazmorra](../towns/dungeon.md) | :might: Señor Supremo | [Táctica](../abilities/tactics.md) | [Dragones](mutare.md#specialty) | [Juego Principal](../content/core_game.md) | | [Sephinroth](sephinroth.md) | [Mazmorra](../towns/dungeon.md) | :magic: Brujo | [Inteligencia](../abilities/intelligence.md) | [Objetos de Valor](sephinroth.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Tarnum](tarnum_dungeon.md) | [Mazmorra](../towns/dungeon.md) | :might: Señor Supremo | [Patrimonio](../abilities/estates.md) | [Dragones](tarnum_dungeon.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Cyra](cyra.md) | [Torre](../towns/tower.md) | :magic: Hechicera | [Diplomacia](../abilities/diplomacy.md) | [Celeridad](cyra.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Dracon](dracon.md) | [Torre](../towns/tower.md) | :magic: Hechicero | [Sabiduría](../abilities/wisdom.md) | [Encantadores](dracon.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Iona](iona.md) | [Torre](../towns/tower.md) | :might: Alquimista | [Inteligencia](../abilities/intelligence.md) | [Genios](iona.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Josephine](josephine.md) | [Torre](../towns/tower.md) | :might: Alquimista | [Hechicería](../abilities/sorcery.md) | [Golems](josephine.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Solmyr](solmyr.md) | [Torre](../towns/tower.md) | :magic: Hechicero | [Hechicería](../abilities/sorcery.md) | [Relámpago en Cadena](solmyr.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Torosar](torosar.md) | [Torre](../towns/tower.md) | :might: Hechicero | [Misticismo](../abilities/mysticism.md) | [Balista](torosar.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Clancy](clancy.md) | [Muralla](../towns/tower.md) | :might: Guardabosques | [Orientación](../abilities/pathfinding.md) | [Unicornios](clancy.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Gelu](gelu.md) | [Muralla](../towns/rampart.md) | :might: Guardabosques | [Tiro con Arco](../abilities/archery.md) | [Tiradores Certeros](gelu.md#specialty) | [Expansión de Muralla](../content/rampart_expansion.md) | | [Gem](gem.md) | [Muralla](../towns/rampart.md) | :magic: Druida | [Primeros Auxilios](../abilities/first_aid.md) | [Primeros Auxilios](gem.md#specialty) | [Expansión de Muralla](../content/rampart_expansion.md) | | [Ivor](ivor.md) | [Muralla](../towns/tower.md) | :might: Guardabosques | [Ofensiva](../abilities/offense.md) | [Elfos](ivor.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Melodia](melodia.md) | [Muralla](../towns/rampart.md) | :magic: Druida | [Suerte](../abilities/luck.md) | [Fortuna](melodia.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Mephala](mephala.md) | [Muralla](../towns/tower.md) | :might: Guardabosques | [Liderazgo](../abilities/leadership.md) | [Armero](mephala.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Tarnum](tarnum_rampart.md) | [Muralla](../towns/tower.md) | :might: Guardabosques | [Liderazgo](../abilities/leadership.md) | [Tiradores Certeros](tarnum_rampart.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Adrienne](adrienne.md) | [Fortaleza](../towns/fortress.md) | :magic: Bruja | [Sabiduría](../abilities/wisdom.md) | [Magia Ígnea](adrienne.md#specialty) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Bron](bron.md) | [Fortaleza](../towns/fortress.md) | :might: Señor de las Bestias | [Resistencia](../abilities/resistance.md) | [Basiliscos](bron.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Gerwulf](gerwulf.md) | [Fortaleza](../towns/fortress.md) | :might: Señor de las Bestias | [Armero](mephala.md#specialty) | [Balista](gerwulf.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Merist](merist.md) | [Fortaleza](../towns/fortress.md) | :magic: Brujo | [Primeros Auxilios](../abilities/first_aid.md) | [Piel de Piedra](merist.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Tarnum](tarnum_fortress.md) | [Fortaleza](../towns/fortress.md) | :might: Señor de las Bestias | [Armero](../abilities/armorer.md) | [Basiliscos](gerwulf.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Tazar](tazar.md) | [Fortaleza](../towns/fortress.md) | :might: Señor de las Bestias | [Armero](../abilities/armorer.md) | [Héroe de Guerra](tazar.md#specialty) | [Expansión de Torre](../content/tower_expansion.md) | | [Wystan](wystan.md) | [Fortaleza](../towns/fortress.md) | :might: Señor de las Bestias | [Tiro con Arco](../abilities/archery.md) | [Hombres Lagarto](wystan.md#specialty) | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Ash](ash.md) | [Infierno](../towns/inferno.md) | :magic: Hereje | [Ojo de Águila](../abilities/eagle_eye.md) | [Sed de Sangre](ash.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Fiona](fiona.md) | [Infierno](../towns/inferno.md) | :might: Demoniaca | [Exploración](../abilities/scouting.md) | [Cerberos](fiona.md#specialty) | [Expansión de Infierno](../content/inferno_expansion.md) | | [Octavia](octavia.md) | [Infierno](../towns/inferno.md) | :might: Demoniaca | [Erudición](../abilities/scholar.md) | [Oro](octavia.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Rashka](rashka.md) | [Infierno](../towns/inferno.md) | :might: Demoniaco | [Erudición](../abilities/scholar.md) | [Efrits](rashka.md#specialty) | [Expansión de Infierno](../content/inferno_expansion.md) | | [Xyron](xyron.md) | [Infierno](../towns/inferno.md) | :magic: Hereje | [Sabiduría](../abilities/wisdom.md) | [Infierno](xyron.md#specialty) | [Expansión de Infierno](../content/inferno_expansion.md) | | [Zydar](zydar.md) | [Infierno](../towns/inferno.md) | :magic: Hereje | [Hechicería](../abilities/sorcery.md) | [Hechicería](zydar.md#specialty) | [Expansión de Infierno](../content/inferno_expansion.md) | | [Crag Hack](crag_hack.md) | [Bastión](../towns/stronghold.md) | :might: Bárbaro | [Ofensiva](../abilities/offense.md) | [Ofensiva](crag_hack.md#specialty) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Dessa](dessa.md) | [Bastión](../towns/stronghold.md) | :magic: Mago de Batalla | [Logística](../abilities/logistics.md) | [Logística](dessa.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Gundula](gundula.md) | [Bastión](../towns/stronghold.md) | :magic: Mago de Batalla | [Sabiduría](../abilities/wisdom.md) | [Lentitud](gundula.md#specialty) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Shiva](shiva.md) | [Bastión](../towns/stronghold.md) | :might: Bárbara | [Exploración](../abilities/scouting.md) | [Aves de Trueno](shiva.md#specialty) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Tarnum](tarnum_stronghold.md) | [Bastión](../towns/stronghold.md) | :might: Bárbaro | [Ofensiva](../abilities/offense.md) | [Ofensiva](tarnum_stronghold.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Yog](yog.md) | [Bastión](../towns/stronghold.md) | :might: Barbaro | [Ofensiva](../abilities/offense.md) | [íclopes](yog.md#specialty) | [Expansión de Bastión](../content/stronghold_expansion.md) | | [Ciele](ciele.md) | [Conflujo](../towns/conflux.md) | :magic: Elementalista | [Magia Acuática](../abilities/water_magic.md) | [Flecha Mágica](ciele.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Erdamon](erdamon.md) | [Conflujo](../towns/conflux.md) | :might: Caminante entre Planos | [Patrimonio](../abilities/estates.md) | [Elementales de Magma](erdamon.md#specialty) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Luna](luna.md) | [Conflujo](../towns/conflux.md) | :magic: Elementalista | [Magia Ígnea](../abilities/fire_magic.md) | [Muro de Fuego](luna.md#specialty) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Monere](monere.md) | [Conflujo](../towns/conflux.md) | :might: Caminante entre Planos | [Logística](../abilities/logistics.md) | [Elementales Mágicos](monere.md#specialty) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Pasis](pasis.md) | [Conflujo](../towns/conflux.md) | :might: Caminante entre Planos | [Artillería](../abilities/artillery.md) | [Elementales Mágicos](pasis.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Tarnum](tarnum_conflux.md) | [Conflujo](../towns/conflux.md) | :magic: Elementalista | [Sabiduría](../abilities/wisdom.md) | [🚧](tarnum_conflux.md#specialty) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Astra](astra.md) | [Ensenada](../towns/cove.md) | :magic: Navegante | [Suerte](../abilities/luck.md) | [Curación](astra.md#specialty) [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Casmetra](casmetra.md) | [Ensenada](../towns/cove.md) | :magic: Navegante | [Sabiduría](../abilities/wisdom.md) | [🚧](casmetra.md#specialty) | [Expansión de Ensenada](../content/cove_expansion.md) | | [Cassiopeia](cassiopeia.md) | [Ensenada](../towns/cove.md) | :might: Capitán | [Táctica](../abilities/tactics.md) | [Oceánidas](cassiopeia.md#specialty) | [Expansión de Ensenada](../content/cove_expansion.md) | | [Jeremy](jeremy.md) | [Ensenada](../towns/cove.md) | :might: Capitán | [Ofensiva](../abilities/offense.md) | [Cañón](jeremy.md#specialty) | [Expansión de Ensenada](../content/cove_expansion.md) | | [Miriam](miriam.md) | [Ensenada](../towns/cove.md) | :might: Capitán | [Logística](../abilities/logistics.md) | [Exploración](miriam.md#specialty) | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Zilare](zilare.md) | [Ensenada](../towns/cove.md) | :magic: Navegante | [Interferencia](../abilities/interference.md) | [Olvido](zilare.md#specialty) | [Expansión de Ensenada](../content/cove_expansion.md) |
