Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: | Name | Effect | [Content](../content/index.md) | | :--- | :---: | :--- | | [A Shady Auction](a_shady_auction.md) | Repeat 3 times: Reveal the top card from the [Artifact](../artifacts/index.md) deck. In secret, each player takes as much :gold: in their hand as they are willing to pay for it. Then reveal your bets at the same time. The one with the highest proposal discards the :gold: and claims the card. If there are no bets or there is a tie, discard the card. | [Fortress Expansion](../content/fortress_expansion.md) | | [Artifact Merchant](artifact_merchant.md) | Draw 5 [artifacts](../artifacts/index.md). You can buy either any number of them or the face-up card from the [Artifact](../artifacts/index.md) discard pile. After finishing, give the rest of the cards to the player on the left. The exchange goes on until the last card is bought or the cards return to the one who drew them. [Minor Artifacts](../keywords/minor_artifact.md) cards cost 3 :gold:, [Major](../keywords/major_artifact.md) 5 :gold:, [Relic](../keywords/relic_artifact.md) 7 :gold:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Crypt](crypt.md) | **Each player chooses one option:** <br>Gain Negative Morale. Then roll 2 [:treasure:](../dice.md#treasure-die). If any of them shows #, you gain nothing. Otherwise, resolve one result.<br><br>— OR —<br><br>Gain Positive Morale.<br><br>— OR —<br><br>Only for [:necro:](../towns/necropolis.md). **Reinforce** one of your :bronze: or :silver: for half the cost. | [Fortress Expansion](../content/fortress_expansion.md) | | [Cursed Swamp](cursed_swamp.md) | **Each player chooses one option:** <br>Gain Negative Morale. Then roll 2 :treasure: and choose one result.<br><br>— OR —<br><br>Remove one or more [:spellpower:](../spells/index.md) from your hand; if you remove at least 2, **Search (3)** the Artifact deck.<br><br>— OR —<br><br>Discard your cheapest unit.<br><br>— OR —<br><br>Only for [:necro:](../towns/necropolis.md). **Reinforce** one of your :bronze: or :silver: for free. | [Fortress Expansion](../content/fortress_expansion.md) | | [Den of Thieves](den_of_thieves.md) | Take the top 2 cards from a [Neutral Unit](../units/index.md) deck of your choice. You may buy one of them. Then decide what to do with the remaining card(s) - you may place them at the bottom or top of the respective [Neutral Unit](../units/index.md) deck. | [Fortress Expansion](../content/fortress_expansion.md) | | [Garden of Revelation](garden_of_revelation.md) | **Each player chooses one option:** <br>Draw 4 cards either from your discard pile or your deck. Then Remove any number of [Spell](../spells/index.md) or [Ability](../abilities/index.md) cards from your hand. For every two cards removed this way, you can perform **Search(2)** the [Spell](../spells/index.md) deck or the [Ability](../abilities/index.md) deck. After that, discard all cards from hand and draw up to your :hand:.<br><br>— OR —<br><br>Leave and gain nothing. | [Fortress Expansion](../content/fortress_expansion.md) | | [Library of Enlightenment](library_of_enlightenment.md) | For every player in the game, draw the top two [Spell](../spells/index.md) cards and put them face-up within all players' reach. Each player can buy once of these [:spellpower:](../spells/index.md) for 6 :gold: or 2 :valuables:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Mage Laboratory](mage_laboratory.md) | For every player in the game, draw two [Spell](../spells/index.md) cards and place them face-up within all players' reach. Each player can buy one of these [:spellpower:](../spells/index.md) for 4 :gold: or 1 :valuables:. If a player buys a card, they immediately shuffle their deck and discard pile along with the newly bought card. | [Fortress Expansion](../content/fortress_expansion.md) | | [Magical Forest](magical_forest.md) | Choose 1 [Spell](../spells/index.md), [Artifact](../artifacts/index.md), or [Ability](../abilities/index.md) card from your hand and put it face-down on the table.<br><br>— OR —<br><br>Draw and view 1 card from the [Spell](../spells/index.md), [Artifact](../artifacts/index.md), or [Ability](../abilities/index.md) deck and put it face-down on the table.<br><br>When all players have added a card to the pool, shuffle it. Each player can now either take a card from the pool or gain 4 :gold:. | [Fortress Expansion](../content/fortress_expansion.md) | | [Market of Time](market_of_time.md) | **Each player chooses one option:** <br>Discard as many cards as you want, then draw new cards up to your :hand: +2. Remove any number of [Ability](../abilities/index.md) or [Spell](../spells/index.md) cards from your hand. For every two cards removed this way, you can perform **Search (2)** the [Artifact](../artifacts/index.md) deck.<br><br>— OR —<br><br>Leave and gain nothing. | [Fortress Expansion](../content/fortress_expansion.md) | | [Marketplace](marketplace.md) | **Each player chooses one option:** <br>Roll 1 [:resource_die:](../dice.md#resource-die) and resolve its effects.<br><br>— OR —<br><br>[Trade](../trading.md) resources using Trading Post rules.<br><br>— OR —<br><br>Propose an exchange of resources with other players - one type of resource for one type of resource. Each player can propose one deal. | [Fortress Expansion](../content/fortress_expansion.md) | | [Mercenary Camp](mercenary_camp.md) | Each player can draw up to 2 [Neutral Unit](../units/index.md) from one of the chosen decks. Then they are spread on the table, and each player can **Recruit** one of them. | [Fortress Expansion](../content/fortress_expansion.md) | | [Messenger with Supplies](messenger_with_supplies.md) | Each player draws 2 top cards from the [Artifact](../artifacts/index.md) deck and then chooses one option: <br>Buy one of the cards. [Minor Artifacts](../keywords/minor_artifact.md) cards cost 3 :gold:, [Major](../keywords/major_artifact.md) 5 :gold:, [Relic](../keywords/relic_artifact.md) 7 :gold:.<br><br>— OR —<br><br>Put them both on the [Artifact](../artifacts/index.md) discard pile to roll 2 [:resource_die:](../dice.md#resource-die) and resolve one of them. | [Fortress Expansion](../content/fortress_expansion.md) | | [Mischievous Leprechaun](mischievous_leprechaun.md) | Pool 2 [:treasure:](../dice.md#treasure-die) and 2 [:resource_die:](../dice.md#resource-die), roll them, and put them within all players' reach. Starting from the player who drew this event, each player rolls 1 [:treasure:](../dice.md#treasure-die) and 1 [:resource_die:](../dice.md#resource-die). If they can match any of the pool's rolls, they may take one matching die from the pool and resolve its effects. | [Fortress Expansion](../content/fortress_expansion.md) | | [Prison](prison.md) | Draw 2 [Neutral Unit](../units/index.md) cards from any deck (except for Azure). You can buy one of them or discard it to gain 3 :gold:. After that, pass the remaining card to the next player. That player also draws a [Neutral Unit](../units/index.md) card from any deck (except for Azure) and repeats the rest of the process. The exchange goes on till every player has a chance to choose something. | [Fortress Expansion](../content/fortress_expansion.md) | | [School of Magic and School of War](school_of_magic_and_school_of_war.md) | **Each player chooses one option:** <br>Discard as many cards as you want, then draw new cards up to your :hand: +2. Remove any number of Ability or Spell cards from your hand. For every two cards removed this way, you can perform **Search (2)** the Ability deck or the Spell deck.<br><br>— OR —<br><br>Leave and gain nothing. | [Fortress Expansion](../content/fortress_expansion.md) | | [Shrine of the Magic Thought](shrine_of_the_magic_thought.md) | For every player in the game, draw two random [Spell](../spells/index.md) cards and place them face-up within all players' reach. Each player can either buy one of these [:spellpower:](../spells/index.md) for 6 :gold: or 2 :valuables: or roll and resolve 1 [:resource_die:](../dice.md#resource-die). Place the remaining, not bought, cards in the [Spell](../spells/index.md) discard pile. | [Fortress Expansion](../content/fortress_expansion.md) | | [Stables](stables.md) | **Each player chooses one option:** <br>Your Main [hero](../heroes/index.md) gains +1 :movement:.<br><br>— OR —<br><br>:pay: 1 :movement: from any of your [heroes](../heroes/index.md) to roll 1 [:resource_die:](../dice.md#resource-die). | [Fortress Expansion](../content/fortress_expansion.md) | | [The Villagers' Plea](the_villagers_plea.md) | **Each player chooses one option:** <br>Remove an [Artifact](../artifacts/index.md) or [Spell](../spells/index.md) card from your hand.<br><br>— OR —<br><br>:pay: 1 :building_materials:<br><br>— OR —<br><br>:pay: 5 :gold:<br><br>— OR —<br><br>:pay: 1 :movement: from any of your [heroes](../heroes/index.md). | [Fortress Expansion](../content/fortress_expansion.md) | | [Withered Hermit](withered_hermit.md) | **Each player chooses one option:** <br>Name a resource that will not show on any of the dice, then roll 3 [:resource_die:](../dice.md#resource-die). If you are correct, resolve one of the dice. If you are wrong, choose one result and subtract it from you resources.<br><br>— OR —<br><br>Roll 1 [:resource_die:](../dice.md#resource-die). You may pay the indicated resources to **Search(2)** the [Artifact](../artifacts/index.md) deck.<br><br>— OR —<br><br>Leave and gain nothing. | [Fortress Expansion](../content/fortress_expansion.md) |
es: | Nombre | Efecto | [Contenido](../content/index.md) | | :--- | :---: | :--- | | [Una Subasta Turbia](a_shady_auction.md) | Repite 3 veces: Revela la carta superior del mazo de [Artefacto](../artifacts/index.md). En secreto, cada jugador coge tanto :gold: en su mano como esté dispuesto a pagar por él. Luego revelan sus apuestas al mismo tiempo. El que tenga la propuesta más alta entrega el :gold: y reclama la carta. Si no hay apuestas o hay empate, descarta la carta. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Comerciante de Artefactos](artifact_merchant.md) | Roba 5 [artefactos](../artifacts/index.md). Puedes comprar cualquier cantidad de ellos o colocar una carta descubierta en la pila de descartes de [Artefacto](../artifacts/index.md). Cuando acabes, pasa el resto de cartas al jugador de la izquierda. El intercambio tendrá lugar hasta que la última carta sea comprada o hasta que las cartas vuelvan al jugador que las robó. Las cartas de [Artefactos Menores](../keywords/minor_artifact.md) cuestan 3 :gold:, [Mayor](../keywords/major_artifact.md) 5 :gold:, [Reliquia](../keywords/relic_artifact.md) 7 :gold:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Cripta](crypt.md) | **Cada jugador elige una opción:** <br>Obtener Moral Negativa. Después tira 2 [:treasure:](../dice.md#treasure-die). Si alguno de ellos muestra #, no ganas nada. En caso contrario, resuelve un resultado.<br><br>— O —<br><br>Obtener Moral Positiva.<br><br>— O —<br><br>Sólo para [:necro:](../towns/necropolis.md). **Refuerza** una de tus :bronze: o :silver: por la mitad del coste. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Pantano Maldito](cursed_swamp.md) | **Cada jugador elige una opción:** <br>Ganar Moral Negativa para lanzar 2 :treasure: y elegir un resultado.<br><br>— O —<br><br>Retirar uno o más [:spellpower:](../spells/index.md) de tu mano; si retiras al menos 2, **Busca (3)** en el mazo de Artefacto.<br><br>— O —<br><br>Descarta tu unidad con menor coste.<br><br>— O —<br><br>Solo para [:necro:](../towns/necropolis.md). **Refuerza** una de tus :bronze: o :silver: gratis. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Cueva de Ladrones](den_of_thieves.md) | Coge las 2 cartas superiores de un mazo de [Unidad Neutral](../units/index.md) de tu elección. Puedes comprar una de ellas. Luego decide qué hacer con la(s) carta(s) restante(s): puedes colocarlas en la parte inferior o superior del mazo de [Unidad Neutral](../units/index.md) respectivo. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Jardín de la Revelación](garden_of_revelation.md) | **Cada jugador elige una opción:** <br>Roba 4 cartas de tu pila de descartes o de tu mazo. A continuación, elimina cualquier número de cartas de [Hechizo](../spells/index.md) o [Habilidad](../abilities/index.md) de tu mano. Por cada dos cartas eliminadas de esta forma, **Busca(2)** en el mazo de [Hechizo](../spells/index.md) o en el mazo de [Habilidad](../abilities/index.md). Después, descarta todas las cartas de la mano y roba hasta completar tu :hand:.<br><br>— O —<br><br>Déjalo y no ganes nada. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Biblioteca de la Ilustración](library_of_enlightenment.md) | Por cada jugador de la partida, roba las dos cartas de [Hechizo](../spells/index.md) superiores y ponlas boca arriba al alcance de todos los jugadores. Cada jugador puede comprar uno de estos [:spellpower:](../spells/index.md) por 6 :gold: o 2 :valuables:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Laboratorio de Magos](mage_laboratory.md) | Por cada jugador de la partida, roba dos cartas de [Hechizo](../spells/index.md) y colócalas boca arriba al alcance de todos los jugadores. Cada jugador puede comprar uno de estos [:spellpower:](../spells/index.md) por 4 :gold: o 1 :valuables:. Si un jugador compra una carta, baraja inmediatamente su mazo y su pila de descartes junto con la carta recién comprada. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Bosque Mágico](magical_forest.md) | Elige 1 carta de [Hechizo](../spells/index.md), [Artefacto](../artifacts/index.md), o [Habilidad](../abilities/index.md) de tu mano y ponla boca abajo sobre la mesa.<br><br>— O —<br><br>Roba y mira 1 carta del mazo de [Hechizo](../spells/index.md), [Artefacto](../artifacts/index.md), o [Habilidad](../abilities/index.md) y ponla boca abajo sobre la mesa.<br><br>Cuando todos los jugadores hayan añadido una carta al mazo, barájalo. Cada jugador puede ahora coger una carta de la reserva o ganar 4 :gold:. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Mercado del Tiempo](market_of_time.md) | **Cada jugador elige una opción:** <br>Descarta tantas cartas como quieras, luego roba nuevas cartas hasta tu :hand: +2. Retira cualquier número de cartas de [Habilidad](../abilities/index.md) o [Hechizo](../spells/index.md) de tu mano. Por cada dos cartas eliminadas de esta forma, puedes **Buscar (2)** en el mazo de [Artefacto](../artifacts/index.md).<br><br>— O —<br><br>Déjalo y no ganes nada. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Mercado](marketplace.md) | ** Cada jugador elige una opción:** <br>Lanzar 1 [:resource_die:](../dice.md#resource-die) y resolver sus efectos.<br><br>— O —<br><br>[Comerciar](../trading.md) recursos usando las reglas del Puesto de Comercio.<br><br>— O —<br><br>Proponer un intercambio de recursos con otros jugadores - un tipo de recurso por otro tipo de recurso. Cada jugador puede proponer un trato. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Campamento Mercenario](mercenary_camp.md) | Cada jugador puede robar hasta 2 [Unidades Neutrales](../units/index.md) de uno de los mazos elegidos. Luego se esparcen sobre la mesa, y cada jugador puede **Reclutar** una de ellas. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Mensajero con Provisiones](messenger_with_supplies.md) | Cada jugador roba 2 cartas superiores del mazo de [Artefacto](../artifacts/index.md) y elige una opción: <br>Comprar una de las cartas. El coste de las cartas de [Artefacto Menor](../keywords/minor_artifact.md) es 3 :gold:, [Mayor](../keywords/major_artifact.md) 5 :gold:, [Reliquia](../keywords/relic_artifact.md) 7 :gold:.<br><br>— O —<br><br>Pon ambos en la pila de descartes de [Artefacto](../artifacts/index.md) para tirar 2 [:resource_die:](../dice.md#resource-die) y resolver uno de ellos. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Duende Travieso](mischievous_leprechaun.md) | Recoge 2 [:tesoro:](../dice.md#dado_tesoro) y 2 [:dado_recursos:](../dice.md#dado_recursos), lánzalos y ponlos al alcance de todos los jugadores. Empezando por el jugador que sacó este evento, cada jugador tira 1 [:treasure:](../dice.md#treasure-die) y 1 [:resource_die:](../dice.md#resource-die). Si pueden igualar cualquiera de las tiradas de la reserva, pueden coger un dado igual de la reserva y resolver sus efectos. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Prisión](prison.md) | Roba 2 cartas de [Unidad Neutral](../units/index.md) de cualquier mazo (excepto Azur). Puedes comprar una de ellas o descartarla para ganar 3 :gold:. Después, pasa la carta restante al siguiente jugador. Ese jugador también roba una carta de [Unidad Neutral](../units/index.md) de cualquier mazo (excepto Azur) y repite el resto del proceso. El intercambio continúa hasta que todos los jugadores tengan la oportunidad de elegir algo. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Escuela de Magia y Escuela de Guerra](school_of_magic_and_school_of_war.md) | **Cada jugador elige una opción:** <br>Descarta tantas cartas como quieras, luego roba nuevas cartas hasta tu :hand: +2. Retira cualquier número de cartas de Habilidad o Hechizo de tu mano. Por cada dos cartas eliminadas de esta forma, puedes **Buscar (2)** en el mazo de Habilidad o el mazo de Hechizo.<br><br>— O —<br><br>Déjalo y no ganes nada. | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Santuario del Pensamiento Mágico](shrine_of_the_magic_thought.md) | Por cada jugador de la partida, roba dos cartas de [Hechizo](../spells/index.md) al azar y colócalas boca arriba al alcance de todos los jugadores. Cada jugador puede comprar una de estas [:spellpower:](../spells/index.md) por 6 :gold: o 2 :valuables: o lanzar y resolver 1 [:resource_die:](../dice.md#resource-die). Coloca las cartas restantes, no compradas, en la pila de descartes de [Hechizo](../spells/index.md). | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Establos](stables.md) | **Cada jugador elige una opción:** <br>Tu [héroe](../heroes/index.md) principal gana +1 :movement:.<br><br>— O —<br><br>:pay: 1 :movement: de cualquiera de tus [héroes](../heroes/index.md) para tirar 1 [:resource_die:](../dice.md#resource-die). | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [La Súplica de los Aldeanos](the_villagers_plea.md) | **Cada jugador elige una opción:** <br>Retira una carta de [Artefacto](../artifacts/index.md) o [Hechizo](../spells/index.md) de tu mano.<br><br>— O —<br><br>:pay: 1 :building_materials:<br><br>— O —<br><br>:pay: 5 :gold:<br><br>— O —<br><br>:pay: 1 :movement: de cualquiera de tus [héroes](../heroes/index.md). | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Ermitaño Marchito](withered_hermit.md) | **Cada jugador elige una opción:** <br>Nombra un recurso para que no salga en ninguno de los dados y tira 3 [:resource_die:](../dice.md#resource-die). Si aciertas, resuelve uno de los dados. Si te equivocas, elige un resultado y réstalo de tus recursos.<br><br>— O —<br><br>Lanza 1 [:resource_die:](../dice.md#resource-die). Puedes pagar los recursos indicados para **Buscar(2)** en el mazo de [Artefacto](../artifacts/index.md).<br><br>— O —<br><br>Déjalo y no ganes nada. | [Expansión de Fortaleza](../content/fortress_expansion.md) |

source: [List of Astrologers Proclaim Card](../astrologers_proclaim/index.md)
es: [Lista de Cartas de los Astrólogos](../astrologers_proclaim/index.md)

source: [List of Tiles](../tiles/index.md)
es: [Lista de Losetas](../tiles/index.md)

source: Fields
es: Lugares

source: Fields are single cells on a [tile](../tiles/index.md).
es: Las Zonas o Lugares son cada casilla en una [loseta](../tiles/index.md).
