Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: [List of Towns](../towns/index.md).
es: [Lista de Ciudades](../towns/index.md).

source: Home
es: Inicio

source: :attack: What Is This?
es: :attack: ¿Qué Es Esto?

source: A simple collection of cards contained within the Heroes of Might and Magic 3: The Board Game, that also offers extra explanations for how some cards work or interact with others.
es: Una sencilla colección de las cartas contenidas en Heroes of Might and Magic 3: El Juego de Mesa, que también ofrece explicaciones extra sobre cómo funcionan algunas cartas o interactúan con otras.

source: Every now and then I want to see what some cards do, either while theorycrafting about what to play, or even during play, when I want to check or reference something. This database is meant to provide an easy way to find any card contained within the game, including a visual reference and extra information where necessary or applicable.
es: De vez en cuando quiero ver lo que hacen algunas cartas, ya sea mientras teorizo sobre qué jugar, o incluso durante el juego, cuando quiero comprobar o hacer referencia a algo. Esta base de datos pretende ofrecer una forma sencilla de encontrar cualquier carta del juego, incluyendo una referencia visual e información adicional cuando sea necesario o aplicable.

source: :defense: Future Plans?
es: :defense: ¿Planes Futuros?

source: Adding extra explanations to all cards that may need some
es: Añadir explicaciones adicionales a todas las cartas que puedan necesitar alguna

source: Fixing incorrect information (all of the cards were put in by hand, there is a chance that some may contains typos or other inaccuracies)
es: Corregir los datos incorrectos (todas las cartas se han incluido a mano, por lo que es posible que algunas contengan erratas u otras imprecisiones).

source: :empower: Disclaimer
es: :empower: Descargo de Responsabilidad

source: This project is a fan project, and is in no way official or affiliated with [Archon Studio](https://archon-studio.com).
es: Este proyecto es un proyecto de aficionados, y no es de ningún modo oficial o afiliado con [Archon Studio](https://archon-studio.com).

source: :skill: Other Community Projects
es: :skill: Otros Proyectos Comunitarios

source: Here are some projects within the homm3bg community that are definitely worth a visit.
es: He aquí algunos proyectos de la comunidad homm3bg que sin duda merecen una visita.

source: [Rulebook Rewrite Project](https://github.com/Heegu-sama/Homm3BG)
es: [Proyecto de Reglas Reescritas](https://github.com/Heegu-sama/Homm3BG)

source: [Fan-Made Mission Book](https://github.com/qwrtln/Homm3BG-mission-book)
es: [Libro de Misiones por Aficionados](https://github.com/qwrtln/Homm3BG-mission-book)

source: :initiative: Credits & Thanks
es: :initiative: Créditos y Agradecimientos

source: **Main Developer:** Mirzipan
es: **Desarrollador Principal:** Mirzipan

source: **Visual References:** FlatPanda
es: **Referencias Visuales:** Flatpanda

source: **Notes:** Schlupf [Referenz-Regelbuch](https://discord.com/channels/740870068178649108/1269274294408450078/1269274294408450078)
es: **Notas:** Schlupf [Referenz-Regelbuch](https://discord.com/channels/740870068178649108/1269274294408450078/1269274294408450078)

source: Thanks to the community for miscellaneous help, pointers, and ideas.
es: Gracias a la comunidad por la ayuda desinteresada, los consejos e ideas.

source: List of Keywords
es: Lista de Palabras Clave

source: Cards
es: Cartas

source: [Minor Artifact](minor_artifact.md)
es: [Artefacto Menor](minor_artifact.md)

source: [Major Artifact](major_artifact.md)
es: [Artefacto Mayor](major_artifact.md)

source: [Relic Artifact](relic_artifact.md)
es: [Artefacto Reliquia](relic_artifact.md)

source: Effects
es: Efectos

source: [:permanent: Permanent Effect](permanent_effect.md)
es: [:permanent: Efecto Permanente](permanent_effect.md)

source: Unit Types
es: Tipos de Unidades

source: [:unit_flying: Flying Unit](flying_unit.md)
es: [:unit_flying: Unidad Voladora](flying_unit.md)

source: [:unit_ground: Ground Unit](ground_unit.md)
es: [:unit_ground: Unidad Terrestre](ground_unit.md)

source: [:unit_ranged: Ranged Unit](ranged_unit.md)
es: [:unit_ranged: Unidad a Distancia](ranged_unit.md)

source: Unit Statistics
es: Características de Unidad

source: [:attack: Attack Value](attack_value.md)
es: [:attack: Valor de Ataque](attack_value.md)

source: [:defense: Defense Value](defense_value.md)
es: [:defense: Valor de Defensa](defense_value.md)

source: [:health_points: Health Points](health_points.md)
es: [:health_points: Puntos de Salud](health_points.md)

source: [:initiative: Initiative Value](initiative_value.md)
es: [:initiative: Valor de Iniciativa](initiative_value.md)

source: Combat
es: Combate

source: [:damage: Damage](damage.md)
es: [:damage: Daño](damage.md)

source: [:paralysis: Paralysis](paralysis.md)
es: [:paralysis: Parálisis](paralysis.md)

source: [:unit_other: Alternative Action](alternative_action.md)
es: [:unit_other: Acción Alternativa](alternative_action.md)

source: Map
es: Mapa

source: [Blocked Field](blocked_field.md)
es: [Zona Bloqueada](blocked_field.md)

source: List of Scenarios
es: Lista de Escenarios

source: Clash
es: Enfrentamiento

source: A fully competitive mode for 2-3 players.
es: Un modo competitivo para 2-3 jugadores.

source: | Name | Players | Description | | :--- | :---: | :--- | | All For One | 3 | Three life-long friends become enemies, when each inherits a portion of the kingdom, following the King’s death. You must show your former friends how to rule... through conquest. | | Brave New World | 2-3 | A great upheaval shook the very foundations of the world, breaking apart continents and dividing territories in new breaking apart continents and dividing territories in new ways. After the earth stood still once more, the people crawled out from their hiding places and have begun rebuilding this Brave New World. | | Carpe Diem | 2 | A few years back, the Gods decided they no longer wanted any part in this world. Now there is total anarchy. Everybody blames everyone else for the gods abandoning them. While sitting in the throne room, you decided you are the only person fit to rule. | | Dwarven Gold | 2-3 | Dwarven gold madness swept the region when Invis Smythers (renowned Dwarven miner) struck it lucky when he found a gold vein worth 75,000 gold pieces. Local lords have started mounting expeditions. | | Manifest Destiny | 3 | The neighboring lands have become increasingly more crowded. Only one kingdom is fit to rule the others. It is time to show the other petty nobles it is your manifest destiny to rule this land. | | Monk’s Retreat | 2 | The monks who ruled this area of the world for years, have finally been pushed back to their islands. As one of the lords just freed by the monk’s retreat, you feel it is up to you to unite these lands under your rule. | | Search For The Grail | 2-3 | The Grail is said to have been lost somewhere in the area, and you have been charged with finding and retrieving it. But beware! The minions of your enemies are also seeking to lay their hands on it! |
es: | Nombre | Jugadores | Descripción | | :--- | :---: | :--- | | Todos Para Uno | 3 | A la muerte del rey, tres amigos de la infancia se enemistan después de que cada uno de ellos reciba una parte del reino. Demuestra a tus amigos cómo gobernar... conquistándolos. | | Un Mundo Feliz | 2-3 | Un gran cataclismo ha sacudido los cimientos del mundo, separando continentes y dividiendo territorios de nuevas formas. Una vez que la tierra ha dejado de moverse, la gente ha emergido de sus escondites y ha empezado a reconstruir este Nuevo Mundo. | | Carpe Diem | 2 | Hace unos años, los dioses decidieron que no querían seguir formando parte de este mundo. Hoy, solo queda la anarquía. Todo el mundo culpa a los demás de que los dioses los abandonaran. Sentado en la sala del trono, has decidido que solo tú mereces reinar. | | Oro Enano | 2-3 | Desde que Invis Smythers (un famoso minero enano) tuvo la suerte de encontrar una veta valorada en 75.000 monedas de oro, la región ha sucumbido a la fiebre del oro enano y los señores locales han empezado a organizar expediciones. | | Destino Manifiesto | 3 | Las tierras vecinas cada vez están más pobladas, y solo un reino está preparado para gobernar a los demás. Es hora de demostrar a los nobles mezquinos que es tu destino manifiesto gobernar esta tierra. | | El Retiro de los Monjes | 2 | Por fin han hecho retroceder a los monjes que llevaban gobernando esta zona del mundo desde hace años. Ahora que los demás señores y tú sois libres, sientes que tienes la responsabilidad de unir estos territorios bajo tu mando. | | En Busca del Grial | 2-3 | Según dicen, el Grial se ha perdido en la zona, y te han encargado que lo busques y lo recuperes. ¡Pero ten cuidado! ¡Los esbirros de tus enemigos también están buscándolo para hacerse con él! |

source: Campaign
es: Campaña

source: A single player mode of interconnected Scenarios against an enemy AI.
es: Modo de un jugador en solitario contra una IA enemiga. Incluye una serie de escenarios interconectados en los que se desarrolla un fascinante arco narrativo con eventos únicos e interesantes mecánicas.

source: | Name | Scenarios | [Faction](../towns/index.md) | Description | | :--- | :--- | :---: | :--- | | Long Live The Queen | 1. Homecoming<br><br>2. Guardian Angels<br><br>3. Steadwick’s Liberation | [Castle](../towns/castle.md) | Our landing has confirmed both our rumors and fears. With the death of my father, Erathia’s lands are being greedily divided by her neighbors. | | Dragon’s Blood | 1. Savaging The Scavengers<br><br>2. Blood Of The Dragon Father<br><br>3. Blood Thirsty | [Dungeon](../towns/dungeon.md) | Overlord Mutare, an ambitious Nighon Lady, wishes to take her rightful place among the ranks of powerful Nighon Lords. In Nighon, you don’t inherit your lands - you take them from those too weak to hold them. Only the strong are fit to rule, and the bones of the weak litter the tunnels of Nighon. | | Rise Of The Necromancer | 1. Target<br><br>2. Master<br><br>3. Duke Alarice | [Necropolis](../towns/necropolis.md) | Sandro must fight his way past his old master and several other lords who want the artifacts he carries. Once in Deyja he will make allies and soon rise to the top of the Deyja hierarchy. | | The Dragon Slayer | 1. Crystal Dragons<br><br>2. Rust Dragons<br><br>3. Faerie Dragons<br><br>4. Azure Dragons | [Tower](../towns/tower.md) | The way of a Dragon Slayer is harm’s way. To prove himself one, Dracon has to rise to a handful of perilous challenges, and defeating a Crystal Dragon is but the first step. Once it is made, Dracon will have to seek out and battle the greatest wyrm to have ever lived, as only when the Azure Dragon perishes can Dracon truly call himself a Dragon Slayer. | | Playing With Fire | 1. Farming Towns<br><br>2. March Of The Undead<br><br>3. Burning Of Tatalia | [Fortress](../towns/fortress.md) | After the Restoration of Erathia, the necromantic cult of Lord Haart was made illegal, and its members went underground. Cultists resurrected their leader and decided to move to Tatalia.<br>At the same time, after receiving lessons from clerics in Steadwick - the Erathian capital, the witch Adrienne returns to her homeland - Tatalia. Her brethren treat her with distrust also because she specializes in fire magic, rare in Tatalia. She discovers a Death Knight is turning the local population into a harvesting ground for Undead. Restore the land and hunt down this evil. Utter extermination of the undead plague is your ultimate goal. | | Dead-Cold Revenge | 1. Search For A Killer<br><br>2. Final Peace<br><br>3. Agents Of Vengeance | [Rampart](../towns/rampart.md) | TWhen two AvLee lords are found dead, Gem and Gelu set out on their vengeful quest to seek justice. Their fates, however, unexpectedly lead them to find much more than they had hoped for. Will they manage to foil the sinister plot brewing on AvLee borders, or has the gruesome discovery come too late to stop the Necromancers’ schemes? |
es: | Nombre | Escenarios | [Facción](../towns/index.md) | Descripción | | :--- | :--- | :---: | :--- | | Larga Vida a la Reina | 1. De Regreso al Hogar<br><br>2. Ángeles Guardianes<br><br>3. La Liberación de Steadwick | [Castillo](../towns/castle.md) | Al desembarcar hemos podido confirmar que los rumores y nuestros miedos eran reales. Tras la muerte de mi padre, los reinos vecinos están dividiendo las tierras de Erathia para satisfacer su codicia. | | La Sangre del Dragón | 1. Limpieza de Aspirantes<br><br>2. Sangre del Padre Dragón<br><br>3. Sed de Sangre | [Mazmorra](../towns/dungeon.md) | La señora Mutare, una ambiciosa dama de Nighon, desea hacerse con el lugar que le corresponde entre las filas de los poderosos señores de Nighon. Las tierras de Nighon no se heredan, sino que se les arrebatan a quienes son demasiado débiles como para resistirse. Solo los más fuertes pueden gobernar, y los túneles de Nighon están sembrados con los huesos de los débiles. | | El Ascenso del Nigromante | 1. Objetivo<br><br>2. Maestro<br><br>3. Duque Alarice | [Necrópolis](../towns/necropolis.md) | Sandro debe luchar contra su antiguo maestro y varios señores más que quieren los artefactos que posee. Una vez que llegue a Deyja, conseguirá aliados y pronto alcanzará lo más alto de la jerarquía. | | El Matadragones | 1. Dragones de Cristal<br><br>2. Dragones Herrumbrosos<br><br>3. Dragones Hada<br><br>4. Dragones Azures | [Torre](../towns/tower.md) | El camino del matadragones es un camino de violencia. Para demostrar su valía, Dracon deberá enfrentarse a un puñado de peligrosos desafíos, y el primer paso es derrotar a un dragón de cristal. Una vez que lo consiga, tendrá que buscar y luchar contra el wyrm más poderoso que jamás ha existido, pues solo cuando el dragón azur perezca Dracon podrá considerarse un verdadedor matadragones. | | Jugando con Fuego | 1. Cosecha de Ciudades<br><br>2. March Of The Undead<br><br>3. Burning Of Tatalia | [Fortaleza](../towns/fortress.md) | La secta necromántica de Lord Haart fue ilegalizada después de la Restauración de Erathia. Desde la clandestinidad, los sectarios resucitaron a su líder y decidieron mudarse a Tatalia. En ese mismo momento, la bruja Adrienne volvía a su tierra natal en Tatalia después de estudiar con los clérigos de Steadwick, la capital ethariana. Sin embargo, sus colegas desconfían de su especialidad, la magia de fuego, algo poco común en Tatalia. Adrienne descubre que un caballero de la muerte está preparando a la población local para ser cosechada por no muertos. Restaura esta tierra y persigue el mal que la acecha. El objetivo es exterminar la plaga de no muertos. | | La Venganza Se Sirve Fría | 1. En Busca de un Asesino<br><br>2. Paz Definitiva<br><br>3. Agentes de la Venganza | [Muralla](../towns/rampart.md) | Después del asesinato de dos señores de AvLee, Gem y Gelu deciden embarcarse en una misión para buscar justicia. Sin embargo, el destino los ha llevado a descubrir mucho más de lo que se esperaban. ¿Serán capaces de frustar los siniestros planes que se están fraguando en las fronteras de AvLee o el espantoso descubrimiento ha llegado demasiado tarde como para detener las estratagemas de los nigromantes? |

source: Alliance
es: Alianza

source: A 2 versus 2 team-based mode. You will need an expansion pack with a town to play a 4-player game.
es: Modo por equipos (2 contra 2) en el que un amigo y tú os enfrentáis a otros 2 jugadores. Para jugar una partida a 4 jugadores hace falta al menos una expansión de facción.

source: | Name | Description | | :--- | :--- | | Arrogance | Once, centuries ago, the world was at peace. Four cultures lived in harmony and freely associated with each other. Then you came into power and realized things would be better for you if you took over the entire world. | | Tale Of Two Lands | The continents of East and West Varesburg have decided to wage war one last time. Securing the resources of your continent (with help from your ally) and then moving on to the other as quickly as possible is the best strategy for the battle of the Varesburgs. | | The Challenge | The king has just revealed that it is only a matter of months before he passes away. For that reason he announced that whoever rises to the challenge of building the grail structure in the capital city of Osha within the next six months will be anointed as his successor. The gauntlet has been thrown, will you take it up? |
es: | Nombre | Descripción | | : --- | : --- | | Arrogancia | Hace cientos de años, el mundo estaba en paz. Cuatro culturas vivían en armonía y se relacionaban libremente entre sí. Pero eso era antes de que llegases al poder y te dieras cuenta de que te convenía conquistar el mundo entero.| | El Cuento de las Dos Tierras | Los continentes este y oeste de Varesburg han decidido ir a la guerra por última vez. La mejor estrategia para la batalla es asegurar los recursos de tu continente (con la ayuda de tu aliado) y después marchas hacia el oponente tan rápido como sea posible.| | El Desafío | El rey acaba de anunciar que solo le quedan unos meses de vida y ha lanzado un desafío. Quien se atreva a construir el grial en la capital, Osha, en los próximos seis meses, será nombrado su sucesor. ¿Recogerás el guante? |

source: Cooperative
es: Cooperativo

source: A Cooperative mode for 2-3 players where everyone shares the same goal.
es: Partidas cooperativas para 2-3 jugadores en las que todos comparten el mismo objetivo.

source: | Name | Players | Description | | :--- | :---: | :--- | | Gelea’s Champions | 2-3 | You and your ally have been invaded by warlords from another world. The time has come to strike back. Gather your forces and make temporary alliances to pile up resources in order to save the realm! | | Unholy Quest | 2-3 | Deep below the surface lurk monsters, the likes of which no one has ever seen before. Word is that the monsters are preparing to rise from the depths and lay claim to the surface world. Go forth and slay their evil armies before they grow too large. You may be the world’s only hope! |
es: | Nombre | Jugadores | Descripción | | :--- | :---: | :--- | | Los Campeones de Gelea | 2-3 | Tu aliado y tú os habéis visto invadidos por señores de la guerra de otro mundo. Ha llegado el momento de defenderse. ¡Reunid vuestras fuerzas y pactad alianzas temporales para acumular los recursos que os permitan salvar el reino! | | Misión Maldita | 2-3 | En lo más profundo acechan monstruos que nadie ha visto antes. Según los rumores, se están preparando para surgir de las profundidades y adueñarse del mundo de la superficie. Adelantaos y acabad con sus ejércitos del mal antes de que crezcan demasiado. ¡Puede que seáis la única esperanza de la humanidad! |

source: [School of Air Magic](school_of_air_magic.md)
es: [Escuela de Magia Aérea](school_of_air_magic.md)

source: [School of Earth Magic](school_of_earth_magic.md)
es: [Escuela de Magia Terrestre](school_of_earth_magic.md)

source: [School of Fire Magic](school_of_fire_magic.md)
es: [Escuela de Magia Ígnea](school_of_fire_magic.md)

source: [School of Water Magic](school_of_water_magic.md)
es: [Escuela de Magia Acuática](school_of_water_magic.md)

source: List of Spells
es: Lista de Hechizos

source: In addition to their regular effects, any spell can also be discarded to provide +1 :empower:. This option is omitted from the table below to avoid information duplication.
es: Además de sus efectos regulares, cualquier hechizo también se puede descartar para proporcionar +1 :empower:. Esta opción se omite de la siguiente tabla para evitar la duplicación de información.
