Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: | Name | School | Level | Effect | [Content](../content/index.md) | | :--- | :---: | :---: | :---: | :--- | | [Magic Arrow](magic_arrow.md) | All | Basic | :activation: The selected [unit](../units/index.md) suffers:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 1 ➣ 2 :damage:<br>:empower: 2 ➣ 3 :damage: | Core<br>Rampart<br>Fortress<br>Inferno | | [Air Shield](air_shield.md) | [Air](school_of_air_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected [unit](../units/index.md) gains \* whenever it is attacked by a :unit_ranged: [unit](../units/index.md).<br><br>:empower: 0 ➣ +1 :defense:<br>:empower: 1 ➣ +2 :defense:<br>:empower: 2 ➣ +3 :defense: | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Disrupting Ray](disrupting_ray.md) | [Air](school_of_air_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected \* [unit](../units/index.md) cannot use their special ability:<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Core Game](../content/core_game.md) | | [Fortune](fortune.md) | [Air](school_of_air_magic.md) | Basic | :instant: Reroll one [Treasure](../dice.md#treasure-die), [Resource](../dice.md#resource-die), or [Attack die](../dice.md#attack-die) \*. Resolve the result of your choice<br><br>:empower: 0 ➣ \*once<br>:empower: 1 ➣ \*twice<br>:empower: 2 ➣ \*3 times | [Fortress Expansion](../content/fortress_expansion.md) | | [Haste](haste.md) | [Air](school_of_air_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected [unit](../units/index.md) gains:<br><br>:empower: 0 ➣ +1 :initiative:<br>:empower: 1 ➣ +2 :initiative:<br>:empower: 2 ➣ +3 :initiative: | [Core Game](../content/core_game.md) | | [Lightning Bolt](lightning_bolt.md) | [Air](school_of_air_magic.md) | Basic | :activation: The selected [unit](../units/index.md) suffers:<br><br>:empower: 0 ➣ 2 :damage:<br>:empower: 1 ➣ 3 :damage:<br>:empower: 2 ➣ 4 :damage: | [Core Game](../content/core_game.md) | | [Precision](precision.md) | [Air](school_of_air_magic.md) | Basic | :instant: When attacking a non-adjacent [unit](../units/index.md), the selected :unit_ranged: [unit](../units/index.md) ignores the combat penalties and gains:<br><br>:empower: 0 ➣ +1 :attack:<br>:empower: 1 ➣ +2 :attack:<br>:empower: 2 ➣ +3 :attack: | [Rampart Expansion](../content/rampart_expansion.md) | | [View Air](view_air.md) | [Air](school_of_air_magic.md) | Basic | :effect_map: Gain:<br><br>:empower: 0 ➣ 3 :gold:<br>:empower: 1 ➣ 2 :building_materials:<br>:empower: 2 ➣ 1 :valuables: | [Tower Expansion](../content/tower_expansion.md) | | [Chain Lightning](chain_lightning.md) | [Air](school_of_air_magic.md) | Expert | :activation: Select a [unit](../units/index.md) and another 2 [units](../units/index.md) closest to it. Allocate \* :damage:, starting with the first selected [unit](../units/index.md).<br><br>:empower: 0 ➣ 1/1/1 :damage:<br>:empower: 2 ➣ 2/1/1 :damage:<br>:empower: 4 ➣ 3/2/1 :damage: | [Core Game](../content/core_game.md) | | [Counterstrike](counterstrike.md) | [Air](school_of_air_magic.md) | Expert | :instant: Remove the Black cube from the selected \* [Unit](../units/index.md) card - that [unit](../units/index.md) is now able to perform a Retaliation Attack action again:<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Core Game](../content/core_game.md) | | [Dimension Door](dimension_door.md) | [Air](school_of_air_magic.md) | Expert | :effect_map: Move a [Hero](../heroes/index.md) up to \* field(s). Ignore any obstacles and fields in-between and resolve the last one normally.<br><br>:empower: 0 ➣ \*1<br>:empower: 2 ➣ \*2<br>:empower: 4 ➣ \*3 | [Rampart Expansion](../content/rampart_expansion.md) | | [Fly](fly.md) | [Air](school_of_air_magic.md) | Expert | :ongoing: During this turn, your [Hero](../heroes/index.md) can move through the blocked fields (but cannot end their movement there) and:<br><br>:empower: 0 ➣ No additional effect<br>:empower: 2 ➣ +1 :movement:<br>:empower: 4 ➣ +2 :movement: | [Fortress Expansion](../content/fortress_expansion.md) | | [Summon Air Elemental](summon_air_elemental.md) | [Air](school_of_air_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Air Elementals](../units/air_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Air Elementals](../units/air_elementals.md) | [Conflux Expansion](../content/conflux_expansion.md) | | [Anti-Magic](anti-magic.md) | [Earth](school_of_earth_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected \* [unit](../units/index.md) cannot be targeted by spells:<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Core Game](../content/core_game.md) | | [Earthquake](earthquake.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: During a [Town](../towns/index.md) siege:<br><br>:empower: 0 ➣ Remove 1 Gate or Wall obstacle of your choice.<br>:empower: 1 ➣ Remove 2 Gate or Wall obstacles of your choice.<br>:empower: 2 ➣ Every [unit](../units/index.md) adjacent to a Wall or Gate obstacle suffers 1 :damage:. Remove all Gate or Wall obstacles. | [Rampart Expansion](../content/rampart_expansion.md) | | [Shield](shield.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: The defending [unit](../units/index.md) gains \* against a :unit_ground: or :unit_flying: [unit](../units/index.md).<br><br>:empower: 0 ➣ \*+1 :defense:<br>:empower: 1 ➣ \*+2 :defense:<br>:empower: 2 ➣ \*+3 :defense: | [Tower Expansion](../content/tower_expansion.md) | | [Slow](slow.md) | [Earth](school_of_earth_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected [unit](../units/index.md) suffers:<br><br>:empower: 0 ➣ -1 :initiative:<br>:empower: 1 ➣ -2 :initiative:<br>:empower: 2 ➣ -3 :initiative: | [Core Game](../content/core_game.md) | | [Stone Skin](stone_skin.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: The selected [unit](../units/index.md) gains:<br><br>:empower: 0 ➣ +1 :defense:<br>:empower: 1 ➣ +2 :defense:<br>:empower: 2 ➣ +3 :defense: | [Core Game](../content/core_game.md) | | [View Earth](view_earth.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: Choose enemy Mine within \* fields. Replace the owner's cube with yours.<br><br>:empower: 0 ➣ \*1<br>:empower: 1 ➣ \*2<br>:empower: 2 ➣ \*3 | [Fortress Expansion](../content/fortress_expansion.md) | | [Implosion](implosion.md) | [Earth](school_of_earth_magic.md) | Expert | :activation: The selected [unit](../units/index.md) suffers:<br><br>:empower: 1 ➣ 2 :damage:<br>:empower: 3 ➣ 4 :damage:<br>:empower: 5 ➣ 6:damage: | [Fortress Expansion](../content/fortress_expansion.md) | | [Resurrection](resurrection.md) | [Earth](school_of_earth_magic.md) | Expert | :instant: Cancel an attack that would reduce your \* [unit's](../units/index.md) :health_points: to 0. You can cast this spell immediately after the enemy [unit's](../units/index.md) attack.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Core Game](../content/core_game.md) | | [Sorrow](sorrow.md) | [Earth](school_of_earth_magic.md) | Expert | :instant: When a \* [unit](../units/index.md) is about to activate, skip this [unit's](../units/index.md) activation.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Rampart Expansion](../content/rampart_expansion.md) | | [Summon Earth Elemental](summon_earth_elemental.md) | [Earth](school_of_earth_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Earth Elementals](../units/earth_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Earth Elementals](../units/earth_elementals.md) | [Conflux Expansion](../content/conflux_expansion.md) | | [Town Portal](town_portal.md) | [Earth](school_of_earth_magic.md) | Expert | :effect_map: Move your [Hero](../heroes/index.md) to a selected [Town](../towns/index.md) or Settlement in your control, and:<br><br>:empower: 0 ➣ No additional effect<br>:empower: 2 ➣ +1 :movement:<br>:empower: 4 ➣ +2 :movement: | [Core Game](../content/core_game.md) | | [Blind](blind.md) | [Fire](school_of_fire_magic.md) | Basic | :activation: Place a :paralysis: token on the selected \* [unit](../units/index.md):<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Core Game](../content/core_game.md) | | [Bloodlust](bloodlust.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: The selected :unit_ground: or :unit_flying: [unit](../units/index.md) gains:<br><br>:empower: 0 ➣ +1 :attack:<br>:empower: 1 ➣ +2 :attack:<br>:empower: 2 ➣ +3 :attack: | [Core Game](../content/core_game.md) | | [Curse](curse.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: The selected [unit](../units/index.md) suffers (to a minimum of 0):<br><br>:empower: 0 ➣ -1 :defense:<br>:empower: 1 ➣ -2 :defense:<br>:empower: 2 ➣ -3 :defense: | [Core Game](../content/core_game.md) | | [Fire Wall](fire_wall.md) | [Fire](school_of_fire_magic.md) | Basic | :ongoing: For this Combat, place this card in an empty space on the Combat board. Deal \* to any [unit](../units/index.md) stopping here and to any :unit_ground: or :unit_ranged: [unit](../units/index.md) passing through.<br><br>:empower: 0 ➣ \*1 :damage:<br>:empower: 2 ➣ \*2 :damage:<br>:empower: 4 ➣ \*3 :damage: | [Rampart Expansion](../content/rampart_expansion.md) | | [Misfortune](misfortune.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: Play immediately when the selected \* enemy [unit](../units/index.md) is attacking. Negate an [Attack die](../dice.md#attack-die) result or an additional :attack: from any card.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Fortress Expansion](../content/fortress_expansion.md) | | [Visions](visions.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: Draw \* from any Neutral [Unit](../units/index.md) deck. You can discard any of them and return the remaining cards in any order.<br><br>:empower: 0 ➣ \*1 card<br>:empower: 1 ➣ \*2 cards<br>:empower: 2 ➣ \*3 cards | [Inferno Expansion](../content/inferno_expansion.md) | | [Berserk](berserk.md) | [Fire](school_of_fire_magic.md) | Expert | :ongoing: Select a \* [unit](../units/index.md). In its activation, this [unit](../units/index.md) must either attack the nearest [unit](../units/index.md) or move to the nearest [unit](../units/index.md) and attack it.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:silver:<br>:empower: 4 ➣ \*:golden: | [Tower Expansion](../content/tower_expansion.md) | | [Fire Shield](fire_shield.md) | [Fire](school_of_fire_magic.md) | Expert | :ongoing: When the targeted [unit](../units/index.md) is attack by an adjacent [unit](../units/index.md) during this Combat round, the attacking [unit](../units/index.md) takes:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 2 ➣ 2 :damage:<br>:empower: 4 ➣ 3 :damage: | [Core Game](../content/core_game.md) | | [Fireball](fireball.md) | [Fire](school_of_fire_magic.md) | Expert | :activation: Select 2 adjacent places. Deal \* :damage: to [units](../units/index.md) in these spaces.<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 2 ➣ 2 :damage:<br>:empower: 4 ➣ 3 :damage: | [Core Game](../content/core_game.md) | | [Frenzy](frenzy.md) | [Fire](school_of_fire_magic.md) | Expert | :instant: This [unit](../units/index.md) ignores the :defense: of the attacked \* [unit](../units/index.md).<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Fortress Expansion](../content/fortress_expansion.md) | | [Inferno](inferno.md) | [Fire](school_of_fire_magic.md) | Expert | :activation: Select a space. Now roll and [Attack die](../dice.md#attack-die) \*. All [units](../units/index.md) on this and the adjacent spaces take 1 :damage: for every "+1" rolled.<br><br>:empower: 0 ➣ \*once<br>:empower: 1 ➣ \*twice<br>:empower: 2 ➣ \*4 times | [Inferno Expansion](../content/inferno_expansion.md) | | [Sacrifice](sacrifice.md) | [Fire](school_of_fire_magic.md) | Expert | :instant: Redirect the :damage: dealt to the selected \* [unit](../units/index.md) to any other of your [units](../units/index.md).<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Regular Stretch Goals 2024](../content/regular_stretch_goals.md) | | [Slayer](slayer.md) | [Fire](school_of_fire_magic.md) | Expert | :instant: When attacking a :golden: [unit](../units/index.md), roll an [Attack die](../dice.md#attack-die) \* and apply all the results (except for a "-1"). After resolving this :attack:, draw 1 card.<br><br>:empower: 0 ➣ \*twice<br>:empower: 2 ➣ \*4 times<br>:empower: 4 ➣ \*6 times | [Rampart Expansion](../content/rampart_expansion.md) | | [Summon Fire Elemental](summon_fire_elemental.md) | [Fire](school_of_fire_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Fire Elementals](../units/fire_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Fire Elementals](../units/fire_elementals.md) | [Conflux Expansion](../content/conflux_expansion.md) | | [Bless](bless.md) | [Water](school_of_water_magic.md) | Basic | :instant: The selected :unit_ground: or :unit_flying: unit:<br><br>:empower: 0 ➣ Ignores the [Attack die](../dice.md#attack-die) roll.<br>:empower: 1 ➣ Ignores the [Attack die](../dice.md#attack-die) roll and gains +1 :attack:<br>:empower: 2 ➣ Ignores the [Attack die](../dice.md#attack-die) roll and gains +2 :attack: | [Core Game](../content/core_game.md) | | [Cure](cure.md) | [Water](school_of_water_magic.md) | Basic | :instant: Remove any effect or :paralysis: from the selected [unit](../units/index.md), and remove from this [unit](../units/index.md) up to:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 1 ➣ 2 :damage:<br>:empower: 2 ➣ 3 :damage: | [Core Game](../content/core_game.md) | | [Dispel](dispel.md) | [Water](school_of_water_magic.md) | Basic | :instant: Remove all :ongoing: effects from a space or a \* [unit](../units/index.md) and the space it occupies.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Tower Expansion](../content/tower_expansion.md) | | [Forgetfulness](forgetfulness.md) | [Water](school_of_water_magic.md) | Basic | :ongoing: During its next activation, a \* :unit_ranged: [unit](../units/index.md) if your choice cannot :attack:.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Rampart Expansion](../content/rampart_expansion.md) | | [Remove Obstacle](remove_obstacle.md) | [Water](school_of_water_magic.md) | Basic | :instant: Remove \* obstacles (except [units](../units/index.md)) from the Combat board.<br><br>:empower: 0 ➣ \*1<br>:empower: 1 ➣ \*2<br>:empower: 2 ➣ \*3 | [Fortress Expansion](../content/fortress_expansion.md) | | [Weakness](weakness.md) | [Water](school_of_water_magic.md) | Basic | :instant: The selected [unit](../units/index.md) suffers (to a minimum of 0):<br><br>:empower: 0 ➣ -1 :attack:<br>:empower: 1 ➣ -2 :attack:<br>:empower: 2 ➣ -3 :attack: | [Core Game](../content/core_game.md) | | [Frost Ring](frost_ring.md) | [Water](school_of_water_magic.md) | Expert | :activation: Select a space on the Combat board. 2 [units](../units/index.md) adjacent to this space suffer:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 2 ➣ 2 :damage:<br>:empower: 4 ➣ 3 :damage: | [Fortress Expansion](../content/fortress_expansion.md) | | [Mirth](mirth.md) | [Water](school_of_water_magic.md) | Expert | :ongoing: You can reroll each of your [Attack dice](../dice.md#attack-die) once. During:<br><br>:empower: 0 ➣ This Activation<br>:empower: 2 ➣ This Combat round<br>:empower: 4 ➣ This Combat | [Rampart Expansion](../content/rampart_expansion.md) | | [Prayer](prayer.md) | [Water](school_of_water_magic.md) | Expert | :instant: The selected [unit](../units/index.md) gains \* :attack:, :defense:, or :initiative::<br><br>:empower: 0 ➣ \*+1 <br>:empower: 2 ➣ \*+2 <br>:empower: 4 ➣ \*+3 | [Core Game](../content/core_game.md) | | [Summon Water Elemental](summon_water_elemental.md) | [Water](school_of_water_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Water Elementals](../units/water_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Water Elementals](../units/water_elementals.md) | [Conflux Expansion](../content/conflux_expansion.md) | | [Teleport](teleport.md) | [Water](school_of_water_magic.md) | Expert | :activation: During Combat, move one allied \* [unit](../units/index.md) to any empty space - ignore any obstacles or effects when moving.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Core Game](../content/core_game.md) |
es: | Nombre | Escuela | Nivel | Efecto | [Contenido](../content/index.md) | | :--- | :---: | :---: | :---: | :--- | | [Magic Arrow](magic_arrow.md) | All | Basic | :activation: The selected [unidad](../units/index.md) suffers:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 1 ➣ 2 :damage:<br>:empower: 2 ➣ 3 :damage: | Core<br>Rampart<br>Fortress<br>Inferno | | [Air Shield](air_shield.md) | [Air](school_of_air_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected [unidad](../units/index.md) gains \* whenever it is attacked by a :unit_ranged: [unidad](../units/index.md).<br><br>:empower: 0 ➣ +1 :defense:<br>:empower: 1 ➣ +2 :defense:<br>:empower: 2 ➣ +3 :defense: | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Disrupting Ray](disrupting_ray.md) | [Air](school_of_air_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected \* [unidad](../units/index.md) cannot use their special ability:<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Juego Principal](../content/core_game.md) | | [Fortune](fortune.md) | [Air](school_of_air_magic.md) | Basic | :instant: Reroll one [Tesoro](../dice.md#treasure-die), [Resource](../dice.md#resource-die), or [Attack die](../dice.md#attack-die) \*. Resolve the result of your choice<br><br>:empower: 0 ➣ \*once<br>:empower: 1 ➣ \*twice<br>:empower: 2 ➣ \*3 times | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Haste](haste.md) | [Air](school_of_air_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected [unidad](../units/index.md) gains:<br><br>:empower: 0 ➣ +1 :initiative:<br>:empower: 1 ➣ +2 :initiative:<br>:empower: 2 ➣ +3 :initiative: | [Juego Principal](../content/core_game.md) | | [Lightning Bolt](lightning_bolt.md) | [Air](school_of_air_magic.md) | Basic | :activation: The selected [unidad](../units/index.md) suffers:<br><br>:empower: 0 ➣ 2 :damage:<br>:empower: 1 ➣ 3 :damage:<br>:empower: 2 ➣ 4 :damage: | [Juego Principal](../content/core_game.md) | | [Precision](precision.md) | [Air](school_of_air_magic.md) | Basic | :instant: When attacking a non-adjacent [unidad](../units/index.md), the selected :unit_ranged: [unidad](../units/index.md) ignores the combat penalties and gains:<br><br>:empower: 0 ➣ +1 :attack:<br>:empower: 1 ➣ +2 :attack:<br>:empower: 2 ➣ +3 :attack: | [Expansión de Muralla](../content/rampart_expansion.md) | | [View Air](view_air.md) | [Air](school_of_air_magic.md) | Basic | :effect_map: Gain:<br><br>:empower: 0 ➣ 3 :gold:<br>:empower: 1 ➣ 2 :building_materials:<br>:empower: 2 ➣ 1 :valuables: | [Expansión de Torre](../content/tower_expansion.md) | | [Chain Lightning](chain_lightning.md) | [Air](school_of_air_magic.md) | Expert | :activation: Select a [unidad](../units/index.md) and another 2 [unidades](../units/index.md) closest to it. Allocate \* :damage:, starting with the first selected [unidad](../units/index.md).<br><br>:empower: 0 ➣ 1/1/1 :damage:<br>:empower: 2 ➣ 2/1/1 :damage:<br>:empower: 4 ➣ 3/2/1 :damage: | [Juego Principal](../content/core_game.md) | | [Counterstrike](counterstrike.md) | [Air](school_of_air_magic.md) | Expert | :instant: Remove the Black cube from the selected \* [Unidad](../units/index.md) card - that [unidad](../units/index.md) is now able to perform a Retaliation Attack action again:<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Juego Principal](../content/core_game.md) | | [Dimension Door](dimension_door.md) | [Air](school_of_air_magic.md) | Expert | :effect_map: Move a [Héroe](../heroes/index.md) up to \* field(s). Ignore any obstacles and fields in-between and resolve the last one normally.<br><br>:empower: 0 ➣ \*1<br>:empower: 2 ➣ \*2<br>:empower: 4 ➣ \*3 | [Expansión de Muralla](../content/rampart_expansion.md) | | [Fly](fly.md) | [Air](school_of_air_magic.md) | Expert | :ongoing: During this turn, your [Héroe](../heroes/index.md) can move through the blocked fields (but cannot end their movement there) and:<br><br>:empower: 0 ➣ No additional effect<br>:empower: 2 ➣ +1 :movement:<br>:empower: 4 ➣ +2 :movement: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Summon Air Elemental](summon_air_elemental.md) | [Air](school_of_air_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Air Elementals](../units/air_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Air Elementals](../units/air_elementals.md) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Anti-Magic](anti-magic.md) | [Earth](school_of_earth_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected \* [unidad](../units/index.md) cannot be targeted by spells:<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Juego Principal](../content/core_game.md) | | [Earthquake](earthquake.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: During a [Ciudad](../towns/index.md) siege:<br><br>:empower: 0 ➣ Remove 1 Gate or Wall obstacle of your choice.<br>:empower: 1 ➣ Remove 2 Gate or Wall obstacles of your choice.<br>:empower: 2 ➣ Every [unidad](../units/index.md) adjacent to a Wall or Gate obstacle suffers 1 :damage:. Remove all Gate or Wall obstacles. | [Expansión de Muralla](../content/rampart_expansion.md) | | [Shield](shield.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: The defending [unidad](../units/index.md) gains \* against a :unit_ground: or :unit_flying: [unidad](../units/index.md).<br><br>:empower: 0 ➣ \*+1 :defense:<br>:empower: 1 ➣ \*+2 :defense:<br>:empower: 2 ➣ \*+3 :defense: | [Expansión de Torre](../content/tower_expansion.md) | | [Slow](slow.md) | [Earth](school_of_earth_magic.md) | Basic | :ongoing: Until the end of the Combat, the selected [unidad](../units/index.md) suffers:<br><br>:empower: 0 ➣ -1 :initiative:<br>:empower: 1 ➣ -2 :initiative:<br>:empower: 2 ➣ -3 :initiative: | [Juego Principal](../content/core_game.md) | | [Stone Skin](stone_skin.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: The selected [unidad](../units/index.md) gains:<br><br>:empower: 0 ➣ +1 :defense:<br>:empower: 1 ➣ +2 :defense:<br>:empower: 2 ➣ +3 :defense: | [Juego Principal](../content/core_game.md) | | [View Earth](view_earth.md) | [Earth](school_of_earth_magic.md) | Basic | :instant: Choose enemy Mine within \* fields. Replace the owner's cube with yours.<br><br>:empower: 0 ➣ \*1<br>:empower: 1 ➣ \*2<br>:empower: 2 ➣ \*3 | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Implosion](implosion.md) | [Earth](school_of_earth_magic.md) | Expert | :activation: The selected [unidad](../units/index.md) suffers:<br><br>:empower: 1 ➣ 2 :damage:<br>:empower: 3 ➣ 4 :damage:<br>:empower: 5 ➣ 6:damage: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Resurrection](resurrection.md) | [Earth](school_of_earth_magic.md) | Expert | :instant: Cancel an attack that would reduce your \* [unit's](../units/index.md) :health_points: to 0. You can cast this spell immediately after the enemy [unit's](../units/index.md) attack.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Juego Principal](../content/core_game.md) | | [Sorrow](sorrow.md) | [Earth](school_of_earth_magic.md) | Expert | :instant: When a \* [unidad](../units/index.md) is about to activate, skip this [unit's](../units/index.md) activation.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Summon Earth Elemental](summon_earth_elemental.md) | [Earth](school_of_earth_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Earth Elementals](../units/earth_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Earth Elementals](../units/earth_elementals.md) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Town Portal](town_portal.md) | [Earth](school_of_earth_magic.md) | Expert | :effect_map: Move your [Héroe](../heroes/index.md) to a selected [Ciudad](../towns/index.md) or Settlement in your control, and:<br><br>:empower: 0 ➣ No additional effect<br>:empower: 2 ➣ +1 :movement:<br>:empower: 4 ➣ +2 :movement: | [Juego Principal](../content/core_game.md) | | [Blind](blind.md) | [Fire](school_of_fire_magic.md) | Basic | :activation: Place a :paralysis: token on the selected \* [unidad](../units/index.md):<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Juego Principal](../content/core_game.md) | | [Bloodlust](bloodlust.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: The selected :unit_ground: or :unit_flying: [unidad](../units/index.md) gains:<br><br>:empower: 0 ➣ +1 :attack:<br>:empower: 1 ➣ +2 :attack:<br>:empower: 2 ➣ +3 :attack: | [Juego Principal](../content/core_game.md) | | [Curse](curse.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: The selected [unidad](../units/index.md) suffers (to a minimum of 0):<br><br>:empower: 0 ➣ -1 :defense:<br>:empower: 1 ➣ -2 :defense:<br>:empower: 2 ➣ -3 :defense: | [Juego Principal](../content/core_game.md) | | [Fire Wall](fire_wall.md) | [Fire](school_of_fire_magic.md) | Basic | :ongoing: For this Combat, place this card in an empty space on the Combat board. Deal \* to any [unidad](../units/index.md) stopping here and to any :unit_ground: or :unit_ranged: [unidad](../units/index.md) passing through.<br><br>:empower: 0 ➣ \*1 :damage:<br>:empower: 2 ➣ \*2 :damage:<br>:empower: 4 ➣ \*3 :damage: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Misfortune](misfortune.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: Play immediately when the selected \* enemy [unidad](../units/index.md) is attacking. Negate an [Attack die](../dice.md#attack-die) result or an additional :attack: from any card.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Visions](visions.md) | [Fire](school_of_fire_magic.md) | Basic | :instant: Draw \* from any Neutral [Unidad](../units/index.md) deck. You can discard any of them and return the remaining cards in any order.<br><br>:empower: 0 ➣ \*1 card<br>:empower: 1 ➣ \*2 cards<br>:empower: 2 ➣ \*3 cards | [Expansión de Infierno](../content/inferno_expansion.md) | | [Berserk](berserk.md) | [Fire](school_of_fire_magic.md) | Expert | :ongoing: Select a \* [unidad](../units/index.md). In its activation, this [unidad](../units/index.md) must either attack the nearest [unidad](../units/index.md) or move to the nearest [unidad](../units/index.md) and attack it.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:silver:<br>:empower: 4 ➣ \*:golden: | [Expansión de Torre](../content/tower_expansion.md) | | [Fire Shield](fire_shield.md) | [Fire](school_of_fire_magic.md) | Expert | :ongoing: When the targeted [unidad](../units/index.md) is attack by an adjacent [unidad](../units/index.md) during this Combat round, the attacking [unidad](../units/index.md) takes:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 2 ➣ 2 :damage:<br>:empower: 4 ➣ 3 :damage: | [Juego Principal](../content/core_game.md) | | [Fireball](fireball.md) | [Fire](school_of_fire_magic.md) | Expert | :activation: Select 2 adjacent places. Deal \* :damage: to [unidades](../units/index.md) in these spaces.<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 2 ➣ 2 :damage:<br>:empower: 4 ➣ 3 :damage: | [Juego Principal](../content/core_game.md) | | [Frenzy](frenzy.md) | [Fire](school_of_fire_magic.md) | Expert | :instant: This [unidad](../units/index.md) ignores the :defense: of the attacked \* [unidad](../units/index.md).<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Infierno](inferno.md) | [Fire](school_of_fire_magic.md) | Expert | :activation: Select a space. Now roll and [Attack die](../dice.md#attack-die) \*. All [unidades](../units/index.md) on this and the adjacent spaces take 1 :damage: for every "+1" rolled.<br><br>:empower: 0 ➣ \*once<br>:empower: 1 ➣ \*twice<br>:empower: 2 ➣ \*4 times | [Expansión de Infierno](../content/inferno_expansion.md) | | [Sacrifice](sacrifice.md) | [Fire](school_of_fire_magic.md) | Expert | :instant: Redirect the :damage: dealt to the selected \* [unidad](../units/index.md) to any other of your [unidades](../units/index.md).<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 2 ➣ \*:bronze: or :silver:<br>:empower: 4 ➣ \*:bronze: or :silver: or :golden: | [Metas Ampliadas Regulares 2024](../content/regular_stretch_goals.md) | | [Slayer](slayer.md) | [Fire](school_of_fire_magic.md) | Expert | :instant: When attacking a :golden: [unidad](../units/index.md), roll an [Attack die](../dice.md#attack-die) \* and apply all the results (except for a "-1"). After resolving this :attack:, draw 1 card.<br><br>:empower: 0 ➣ \*twice<br>:empower: 2 ➣ \*4 times<br>:empower: 4 ➣ \*6 times | [Expansión de Muralla](../content/rampart_expansion.md) | | [Summon Fire Elemental](summon_fire_elemental.md) | [Fire](school_of_fire_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Fire Elementals](../units/fire_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Fire Elementals](../units/fire_elementals.md) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Bless](bless.md) | [Agua](school_of_water_magic.md) | Basic | :instant: The selected :unit_ground: or :unit_flying: unit:<br><br>:empower: 0 ➣ Ignores the [Attack die](../dice.md#attack-die) roll.<br>:empower: 1 ➣ Ignores the [Attack die](../dice.md#attack-die) roll and gains +1 :attack:<br>:empower: 2 ➣ Ignores the [Attack die](../dice.md#attack-die) roll and gains +2 :attack: | [Juego Principal](../content/core_game.md) | | [Cure](cure.md) | [Agua](school_of_water_magic.md) | Basic | :instant: Remove any effect or :paralysis: from the selected [unidad](../units/index.md), and remove from this [unidad](../units/index.md) up to:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 1 ➣ 2 :damage:<br>:empower: 2 ➣ 3 :damage: | [Juego Principal](../content/core_game.md) | | [Dispel](dispel.md) | [Agua](school_of_water_magic.md) | Basic | :instant: Remove all :ongoing: effects from a space or a \* [unidad](../units/index.md) and the space it occupies.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Expansión de Torre](../content/tower_expansion.md) | | [Forgetfulness](forgetfulness.md) | [Agua](school_of_water_magic.md) | Basic | :ongoing: During its next activation, a \* :unit_ranged: [unidad](../units/index.md) if your choice cannot :attack:.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Remove Obstacle](remove_obstacle.md) | [Agua](school_of_water_magic.md) | Basic | :instant: Remove \* obstacles (except [unidades](../units/index.md)) from the Combat board.<br><br>:empower: 0 ➣ \*1<br>:empower: 1 ➣ \*2<br>:empower: 2 ➣ \*3 | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Weakness](weakness.md) | [Agua](school_of_water_magic.md) | Basic | :instant: The selected [unidad](../units/index.md) suffers (to a minimum of 0):<br><br>:empower: 0 ➣ -1 :attack:<br>:empower: 1 ➣ -2 :attack:<br>:empower: 2 ➣ -3 :attack: | [Juego Principal](../content/core_game.md) | | [Anillo Helado](frost_ring.md) | [Agua](school_of_water_magic.md) | Expert | :activation: Select a space on the Combat board. 2 [unidades](../units/index.md) adjacent to this space suffer:<br><br>:empower: 0 ➣ 1 :damage:<br>:empower: 2 ➣ 2 :damage:<br>:empower: 4 ➣ 3 :damage: | [Expansión de Fortaleza](../content/fortress_expansion.md) | | [Mirth](mirth.md) | [Agua](school_of_water_magic.md) | Expert | :ongoing: You can reroll each of your [Attack dice](../dice.md#attack-die) once. During:<br><br>:empower: 0 ➣ This Activation<br>:empower: 2 ➣ This Combat round<br>:empower: 4 ➣ This Combat | [Expansión de Muralla](../content/rampart_expansion.md) | | [Prayer](prayer.md) | [Agua](school_of_water_magic.md) | Expert | :instant: The selected [unidad](../units/index.md) gains \* :attack:, :defense:, or :initiative::<br><br>:empower: 0 ➣ \*+1 <br>:empower: 2 ➣ \*+2 <br>:empower: 4 ➣ \*+3 | [Juego Principal](../content/core_game.md) | | [Summon Agua Elemental](summon_water_elemental.md) | [Agua](school_of_water_magic.md) | Expert | :activation: On a chosen empty space:<br><br>:empower: 0 ➣ No effect<br>:empower: 2 ➣ Summon a Few [Agua Elementals](../units/water_elementals.md)<br>:empower: 4 ➣ Summon a Pack of [Agua Elementals](../units/water_elementals.md) | [Expansión de Conflujo](../content/conflux_expansion.md) | | [Teleport](teleport.md) | [Agua](school_of_water_magic.md) | Expert | :activation: During Combat, move one allied \* [unidad](../units/index.md) to any empty space - ignore any obstacles or effects when moving.<br><br>:empower: 0 ➣ \*:bronze:<br>:empower: 1 ➣ \*:bronze: or :silver:<br>:empower: 2 ➣ \*:bronze: or :silver: or :golden: | [Juego Principal](../content/core_game.md) |
