Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/index.md/*.po
Languages: es

source: Other
es: Otro

source: | Name | Type | :attack: | :defense: | :health_points: | :initiative: | Abilities | | :--- | :---: | :---: | :---: | :---: | :---: | :--- | | [Arrow Tower](arrow_tower.md) | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 2 | 3 | 9 | Place this card near the Combat board. Discard this card immediately when both the Gate card and all the Wall cards are destroyed.<br>:unit_passive: It can only be attack by [:unit_ranged:](../keywords/ranged_unit.md) attacks or card effects. |
es: | Nombre | Tipo | :attack: | :defense: | :health_points: | :initiative: | Habilidades | | :--- | :---: | :---: | :---: | :---: | :---: | :--- | | [Torre de Arqueros](arrow_tower.md) | [:unit_ranged:](../keywords/ranged_unit.md) | 4 | 2 | 3 | 9 | Coloca esta carta junto al tablero de Combate. Descarta esta carta inmediatamente cuando tanto la carta de Puerta como todas las de Muro sean destruidas.<br>:unit_passive: Solo puede ser atacada por [:unit_ranged:](../keywords/ranged_unit.md) ataques o efectos de carta. |

source: You can find war machines [here](../war_machines/index.md).
es: Puedes encontrar máquinas de guerra [aquí](../war_machines/index.md).

source: War Machines
es: Máquinas de Guerra

source: | Name | Ability | Cost at Blacksmith | Cost at Trade Post | [Content](../content/index.md) | | :--- | :--- | ---: | ---: | :--- | | [Ammo Cart](ammo_cart.md) | :permanent: Your :unit_ranged: units ignore combat penalties and gain "+2 :initiative:". | 5 :gold: | 8 :gold: | [Rampart Expansion](../content/rampart_expansion.md) | | [Ballista](ballista.md) | :permanent: At the beginning of each Combat round, deal 1 :damage: to the enemy unit with the lowest :initiative:. | 7 :gold: | 10 :gold: | [Rampart Expansion](../content/rampart_expansion.md) | | [Cannon](cannon.md) | :permanent: Once during each Combat round, deal 2 :damage: to a selected enemy unit. | 10 :gold: | 14 :gold: | [Cove Expansion](../content/cove_expansion.md) | | [First Aid Tent](first_aid_tent.md) | :permanent: Once during each Combat round, remove 1 :damage: from your selected unit. | 3 :gold: | 6 :gold: | [Rampart Expansion](../content/rampart_expansion.md) |
es: | Nombre | Habilidad | Coste en la Herrería | Coste en el Mercadillo | [Contenido](../content/index.md) | | :--- | :--- | ---: | ---: | :--- | | [Carro de Munición](ammo_cart.md) | :permanent: Your :unit_ranged: units ignore combat penalties and gain "+2 :initiative:". | 5 :gold: | 8 :gold: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Ballista](ballista.md) | :permanent: At the beginning of each Combat round, deal 1 :damage: to the enemy unit with the lowest :initiative:. | 7 :gold: | 10 :gold: | [Expansión de Muralla](../content/rampart_expansion.md) | | [Cannon](cannon.md) | :permanent: Once during each Combat round, deal 2 :damage: to a selected enemy unit. | 10 :gold: | 14 :gold: | [Expansión de Ensenada](../content/cove_expansion.md) | | [First Aid Tent](first_aid_tent.md) | :permanent: Once during each Combat round, remove 1 :damage: from your selected unit. | 3 :gold: | 6 :gold: | [Expansión de Muralla](../content/rampart_expansion.md) |
