Repository: Mirzipan/Homm3_BG_Database
Catalog: translations/ranged_unit.md/*.po
Languages: es

source: Notes
es: Notas

source: [^1]: Exceptions for specific game modes. This explanation is not valid for all game modes. The specific variant for the game mode is mentioned in the text.
es: [^1]: Excepciones para modos de juego específicos.Esta explicación no es válida para todos los modos de juego.La variante específica para el modo de juego se menciona en el texto.

source: :bronze: [Gremlins](../units/gremlins.md)
es: : bronce: [gremlins] (../ unidades/gremlins.md)

source: :bronze: [Ice Elementals](../units/ice_elementals.md)
es: : Bronce: [Ice Elementals] (../ unidades/Ice_elementales.md)

source: :bronze: [Storm Elementals](../units/storm_elementals.md)
es: : Bronce: [Storm Elemals] (../ unidades/tormenta_elemental.md)

source: :golden: [Titans](../units/titans.md)
es: : dorado: [titanes] (../ unidades/titans.md)

source: :unit_ranged: Ranged Unit
es: : unit_ranged: unidad a distancia

source: [^1] Ranged units may move up to 1 space in Combat on the small battlefield. On the [large battlefield](../content/battlefield_expansion.md), their movement range is equal to their :initiative: value instead.
es: [^1] Las unidades a distancia pueden moverse hasta 1 espacio en combate en el pequeño campo de batalla.En el [gran campo de batalla] (../ content/battlefield_expansion.md), su rango de movimiento es igual a su: Iniciativa: valor en su lugar.

source: [^1] Ranged units may attack first, and then move. On the [large battlefield](../content/battlefield_expansion.md) they can either move or attack.
es: [^1] Las unidades a distancia pueden atacar primero y luego moverse.En el [gran campo de batalla] (../ content/battlefield_expansion.md) pueden moverse o atacar.

source: Should an enemy unit occupy any space that is adjacent to the ranged unit, the ranged unit can only attack the adjacent unit.
es: Si una unidad enemiga ocupa cualquier espacio adyacente a la unidad a distancia, la unidad a distancia solo puede atacar a la unidad adyacente.

source: Should there be no enemy unit adjacent to the ranged unit, the ranged unit may attack an enemy unit anywhere on the battlefield.
es: Si no hubiera una unidad enemiga adyacente a la unidad a distancia, la unidad a distancia puede atacar a una unidad enemiga en cualquier lugar del campo de batalla.

source: [^1] Should the ranged attack originate in the back row of the battlefield and the attacked unit is in the opposite back row of the battlefield, a ranged penalty applies. On the [large battlefield](../content/battlefield_expansion.md), the ranged penalty applied when attacking a unit that is 8 or more hexes away.
es: [^1] Si el ataque a distancia se origina en la fila de atrás del campo de batalla y la unidad atacada está en la fila de atrás opuesta del campo de batalla, se aplica una penalización a distancia.En el [gran campo de batalla] (../ content/battlefield_expansion.md), la penalización a distancia se aplicó al atacar una unidad que está a 8 o más hexes de distancia.

source: There is no retaliation against a ranged attack. There is, however, retaliation if the ranged unit attacks a unit that is adjacent to it.
es: No hay represalias contra un ataque a distancia.Sin embargo, hay represalias si la unidad a distancia ataca una unidad que está adyacente a ella.

source: List of Ranged Units
es: Lista de unidades a distancia

source: :bronze: [Elves](../units/elves.md)
es: : bronce: [elves] (../ unidades/elves.md)

source: :bronze: [Evil Eyes](../units/evil_eyes.md)
es: : Bronce: [Evil Eyes] (../ unidades/Evil_eyes.md)

source: :bronze: [Halflings](../units/halflings.md)
es: : Bronce: [Halflings] (../ unidades/halflings.md)

source: :bronze: [Lizardmen](../units/lizardmen.md)
es: : Bronce: [Lizardmen] (../ Unidades/Lizardmen.md)

source: :bronze: [Magogs](../units/magogs.md)
es: : bronce: [Magogs] (../ unidades/magogs.md)

source: :bronze: [Marksmen](../units/marksmen.md)
es: : Bronce: [Marksmen] (../ Unidades/Marksmen.MD)

source: :bronze: [Orcs](../units/orcs.md)
es: : bronce: [orcs] (../ unidades/orcs.md)

source: :bronze: [Sea Dogs](../units/sea_dogs.md)
es: : Bronce: [Sea Dogs] (../ Unidades/SEA_DOGS.MD)

source: :silver: [Liches](../units/liches.md)
es: : plata: [líquidos] (../ unidades/liches.md)

source: :silver: [Magi](../units/magi.md)
es: : plata: [magi] (../ unidades/magi.md)

source: :silver: [Sharpshooters](../units/sharpshooters.md)
es: : plateado: [Sharpshooters] (../ unidades/Sharpshooters.md)

source: :silver: [Sorceresses](../units/sorceresses.md)
es: : plata: [hechiceras] (../ unidades/hechiceras.md)

source: :silver: [Zealots](../units/zealots.md)
es: : Silver: [Zealots] (../ Unidades/Zealots.MD)

source: :golden: [Cyclops](../units/cyclops.md)
es: : dorado: [Cyclops] (../ unidades/cyclops.md)

source: :golden: [Enchanters](../units/enchanters.md)
es: : dorado: [Enchanters] (../ unidades/encantadores.md)

source: :azure: [Titans](../units/titans.md)
es: : Azure: [titanes] (../ unidades/titans.md)

source: [Arrow Tower](../units/arrow_tower.md)
es: [Torre de flecha] (../ Unidades/Arrow_Tower.MD)
